"{\"160106_10.txt\": \"AND STILL HANDLE 80 THROUGH 10 METERS.  MY SEARCH THROUGH THE ARRL ANTENNA BOOK AND THE INTERNET LED ME TO THE LOOP SKYWIRE.  THE 80 METER VERSION CALLS FOR A LOOP OF WIRE 272 FEET LONG, FED BY LADDER LINE TO THE TUNER IN THE SHACK.  SINCE I AM FORTUNATE ENOUGH TO HAVE A PLOT OF LAND WITH MATURE TREES 60 FEET AND TALLER, IT SEEMED LIKE A PERFECT COMPLEMENT TO MY THREE \", \"160120_10.txt\": \"AN ANTENNA, INCLUDING TRANSMISSION LINE LIKE EFFECTS.  IF THE ELECTRICAL LENGTH IS CLOSE TO WAVELENGTH OR ANY ODD NUMBER OF WAVELENGTHS THE IMPEDANCE OF THE WIRE BECOMES VERY HIGH, EFFECTIVELY BECOMING A RESONANT OPEN CIRCUIT.  BACK IN THE DAYS WHEN MOST AMATEURS OPERATED BELOW 15 MHZ, A FEW FEET OF WIRE WAS ELECTRICALLY SHORT ENOUGH TO SERVE AS A COMMON \", \"160203_10.txt\": \"AN EXTERNAL TR SEQUENCER OR TAKE ADVANTAGE OF FEATURES BUILT INTO THE HLV 1100.  IN ADDITION TO THE PTT JACK DESCRIBED EARLIER, THE HLV 1100 HAS AN AUX JACK.  WHEN THE HLV 1100 IS PLACED IN TRANSMIT, THE AUX JACK IS SWITCHED TO GROUND AFTER A DELAY.  SO, TO AVOID HOT SWITCHING THE AMPLIFIER RELAYS, YOU CAN KEY THE AMPLIFIER PTT JACK WITH A MIC PTT SWITCH, FOOT \", \"160217_10.txt\": \"MAKES IT UNSUITED TO RECOMPILING A NEW VERSION OF THIS SOFTWARE WHICH USES 85 OF THE 8 K DEVICE PROGRAM MEMORY.  RECOMPILING A NEW VERSION REQUIRED THE PURCHASE OF THE FULL BASCOM VERSION.  OPERATION WHEN POWER IS APPLIED, THE GATE LED WILL ILLUMINATE AND THE COUNTER WILL INDICATE READINESS BY ANNOUNCING, COUNTER ON.  PRESSING THE MEASURE BUTTON WILL CAUSE THE \", \"160302_10.txt\": \"A CONTEST, IT BECOMES EASY TO QUESTION A DECISION OR PERIOD IN WHICH ONE MAY HAVE RELAXED TOO MUCH, MADE A BAD DECISION, OR JUST GOOFED UP IN A WAY THAT MAY HAVE COST A SPOT IN THE FINAL STANDINGS.  CLOSE RACES LEAD TO EVEN MORE HEAD SCRATCHING.  TAKE, FOR EXAMPLE, THE SINGLE OPERATOR, CW, LOW POWER, W/VE BATTLE.  W4IX 1,151,955 OF SOUTH CAROLINA IS NO STRANGER TO \", \"160316_10.txt\": \"AS THE BREAKING LOAD INCREASES WITH LARGER WIRES, THE TENSION RESULTING FROM THE GIVEN SAG ALSO INCREASES PROPORTIONALLY.  THUS, THE RATIO OF BREAKING LOAD TO WIRE TENSION IN THIS CASE 1 1 REMAINS CONSTANT.  THERE ARE THREE POSSIBLE SOLUTIONS TO PREVENT THE ANTENNA FROM BREAKING 1 INCREASE THE SAG THIS MAY NOT BE POSSIBLE SINCE THE SAG, IN SOME CASES, MAY BE \", \"160330_10.txt\": \"ANTENNA.  WHEN THE TIME COMES TO STRING YOUR WIRE ANTENNA, THE QUESTION OF WIRE SIZE OFTEN COMES UP.  THE INITIAL FEELING USUALLY IS THAT THE STRENGTH OF THE ANTENNA IS A FUNCTION OF WIRE GAUGE.  THAT IS NOT NECESSARILY THE CASE, HOWEVER, AS I WILL SHOW.  USING THE DATA AND EQUATIONS FOR A SAGGING TRANSMISSION LINE FROM HOWARD W. SAMS COMPANY REFERENCE DATA FOR ENGINEERS, \", \"160413_10.txt\": \"DIAMETER COLLAPSIBLE 40 10 METER LOOP THAT I ACQUIRED IN THE ARRL ON LINE AUCTION.  THE HF LOOP PROVED USEFUL AT OPERATING SITES LACKING ANY SUPPORTS FOR HANGING THE DIPOLE.  TESTING THE PORTABLE STATION  AS WITH FORMAL DXPEDITIONS, PLANNING AND PREPARATION ARE THE KEY TO SUCCESS.  I EXERCISED THE DX GO BAG STATION TO MAKE SURE THAT ID PACKED ALL THE NEEDED EQUIPMENT, \", \"160427_10.txt\": \"ALSO DISCOVERED THAT MY US AMATEUR RADIO LICENSE CAN EASILY GET ME RECIPROCAL OPERATING PRIVILEGES IN DOZENS OF DXCC ENTITIES.  RECIPROCAL LICENSING  THE RECIPROCAL OPERATING PERMIT QUEST BEGINS ON THE WWW. ARRL. ORG/ RECIPROCALPERMIT WEB PAGE.  THE COUNTRY THAT YOU VISIT DEFINES OUR OPERATING PRIVILEGES, SO I FOLLOWED THE LINKS TO THE NEW ZEALAND LICENSING \", \"160511_10.txt\": \"THE GROUND UP.  NOT MANY HAMS HAVE THE INCLINATION OR THE ABILITY TO PERFORM ENGINEERING AT THIS LEVEL, BUT WERE THANKFUL FOR THE ONES THAT DO. THEIR BRAINCHILDREN GRACE THE PAGES OF QST EVERY MONTH.  FORTUNATELY, THERE HAVE BEEN A NUMBER OF DEVELOPMENTS TAKING PLACE THAT MAY ENABLE MANY MORE OF US TO JOIN THEIR RANKS.  CIRCUITRY IN SOFTWARE  DESIGNING CIRCUITRY IN \", \"160525_10.txt\": \"CONTACTS WITH A MINIMUM OF TWO DXCC ENTITIES.  WHEN THOSE REQUIREMENTS ARE MET, THE ISLAND IS OFFICIALLY ADDED TO THE USI LIST.  ISLAND AIRTIME ACTIVATING AN ISLAND IS GREAT FUN.  ITS NOT DIFFICULT TO GET TO MANY ISLANDS YOU CAN EVEN DRIVE TO SOME OF THEM.  MANY PEOPLE ACTIVATE US ISLANDS FROM THEIR CAR WITH A MOBILE STATION, OR TAKE A FERRY FROM THE \", \"160608_10.txt\": \"MY CONFIGURATION IS BASED AROUND A BAOFENG UV 3R DUAL BAND HANDHELD TRANSCEIVER ALONG WITH A MOBILINKD PACKET RADIO TNC KNOWN AS THE TNC2 AND MY ANDROID SMARTPHONE.  ALTHOUGH IM USING A UV 3R TRANSCEIVER, YOU CAN ASSEMBLE THIS STATION WITH MANY OTHER FM HANDHELDS.  THE ONLY TRICK IS FINDING THE CABLE TO CONNECT THE TNC TO THE RADIO.  THERE ARE CABLES FOR \", \"160622_10.txt\": \"14R342R5.  CQ QRP SOTA IT WAS ABOUT 1130.  I CALLED MY FIRST TUNING TEST. MIKE TEXTED THAT HE WAS HAVING MICROPHONE PROBLEMS.  I CALLED CQ QRP SOTA, AND HAD AN IMMEDIATE CONTACT FROM KANSAS, W0MNA.  I WAS 2 X 2.  A COUPLE OF DESPAIRING TEXTS FROM MIKE LATER, HE FINALLY WAS ABLE TO SWAP EQUIPMENT AND WAS ON THE AIR.  HE CAME IN CLEAR AS DAY, 59, VERY STRONG AND CLEAR.  I WAS \", \"160706_10.txt\": \"OPERATORS GAIN OVERALL OPERATING EXPERIENCE INCREASE THEIR KNOWLEDGE OF BAND CHARACTERISTICS TEST THE RESULTS OF CHANGES IN EQUIPMENT, ANTENNAS, AND LOCATIONS AND HAVE INCENTIVE TO ADD BANDS AND MODES TO THEIR STATION COMPLEMENT, ALL IN THE CONTEXT OF ENJOYABLE YET CHALLENGING ACTIVITIES. THE AMATEUR RADIO SERVICE INCREASES ITS POOL OF SKILLED OPERATORS AND CAN \", \"160803_10.txt\": \"WHICH MEANT THAT SINGLE OPERATORS USING SPOTTING INFORMATION NO LONGER NEEDED TO ENTER THE MULTIOPERATOR CATEGORY.  375 CONTESTANTS CHOSE TO ENTER AS UNLIMITED AT ONE OF THE THREE POWER LEVELS.  ALONG WITH THE 44 MULTIOP LOGS, 35R7 OF ALL THE ENTRIES USED SPOTTING.  BY COMPARISON, THE 2013 CONTEST HAD 27R3 MULTIOP LOGS.  IT APPEARS THAT GROWING INTEREST IN USING \", \"160817_10.txt\": \"UNSUITABLE FOR OUR DEMANDING ARES OPERATIONS.  WE GOT VERY SIMILAR PERFORMANCE FROM THE CATV 64 QAM AND THE DVB S.  SOME OF THE KEY DRAWBACKS TO CATV 64 QAM WERE THE POOR RECEIVER SENSITIVITY 78 DB, AND INTOLERANCE OF MULTIPATH PROPAGATION.  IN MANY SITUATIONS, EVEN WITH TRUE LINE OF SIGHT BETWEEN TWO YAGI ANTENNAS, THE RECEIVER WOULD NOT DECODE CATV 64 QAM \", \"160831_10.txt\": \"ADAPTER TODAYS ANTENNA ANALYZERS ARE QUITE VERSATILE INSTRUMENTS.  IN ADDITION TO MEASURING ANTENNA IMPEDANCE AND RESONANCE, THEY CAN BE EXTREMELY USEFUL IN TUNING COAXIAL STUBS, LOCATING CABLE FAULTS, AND MEASURING CABLE CHARACTERISTICS SUCH AS VELOCITY FACTOR VF.  THE MANUALS FOR MOST ANALYZERS DETAIL HOW TO PERFORM THESE MEASUREMENTS.  THE ANALYZERS \", \"160914_10.txt\": \"10 BOASTS A MEMBERSHIP OF 77,000 AND PUBLISHES A 30 PAGE NEWSLETTER COVERING A WIDE VARIETY OF TOPICS AND ACTIVITIES RELATED TO 10 METERS.  10 10 HOSTS A DAILY NET AND 11 QSO PARTIES THROUGHOUT THE YEAR, THE MOST NOTABLE OF WHICH ARE THE SPIRIT OF 76 QSO PARTY HELD THIS YEAR FROM JUNE 29 TO JULY 5 AND THE FALL DIGITAL QSO PARTY HELD NOVEMBER 14 15, 2015.  THE \", \"160928_10.txt\": \"OF NEW ENGLAND.  IN NEW ENGLAND WE HAVE A SAYING IF YOU DONT LIKE THE WEATHER, WAIT 10 MINUTES AND ITLL CHANGE.  TEN METERS TENDS TO HAVE SIMILAR GYRATIONS, ONLY ON 10, ITS THE SPACE WEATHER THATS CHANGEABLE.  WHEN OPERATING THE 10 METER BAND, YOU MAY EXPERIENCE A COMPLETE RANGE OF PROPAGATION CONDITIONS.  RIGHT NOW, WE ARE EXPERIENCING SOLAR CYCLE 24, \", \"161012_10.txt\": \"VICISSITUDES OF A POSITION, NOT TO MENTION THE CORPORATE CLIMATE.  EVEN AS A CANDIDATE YOURE UP AGAINST EXPERIENCED APPLICANTS.  TIME TO BONE UP. DORR HAS CAST A WIDE NET TO ENCOMPASS LEARNERS AS WELL AS DOERS.  HIS BOOK COULD MAKE A GREAT CLASSROOM TEXT AND NOT BREAK THE BANK, AS TEXTBOOKS OFTEN CAN.  DORR SUGGESTS INTEGRATING IT INTO THE SOPHOMORE YEAR OF AN \", \"161026_10.txt\": \"THE LEAD PHOTO INCORPORATES IMPROVED STRESS RELIEF FOR THE ANTENNA WIRE ACROSS THE TOP AT THE CORNERS, AND A HEAVY DUTY ALUMINUM MAST. CONSTRUCTION FIGURE 1 SHOWS THE MECHANICAL DETAILS OF THE ANTENNA.  I USED A 1/4 INCH THICK X 16 X 10 INCH 6061 T6 ALUMINUM PLATE TO ATTACH THE ELEMENT SPREADERS TO THE MAST.  FOR THE U BOLT AND SADDLE MOUNTING HOLES, I \", \"161109_10.txt\": \"TELESCOPING SECTIONS OF 1/8 INCH WALL THICKNESS FIBERGLASS TUBING. STARTING AT THE MOUNTING PLATE, I INSERTED AN 18 INCH LENGTH OF 1 INCH O. D. SOLID FIBERGLASS ROD INTO AN 8 FOOT SECTION OF 1 1/4 INCH O. D.  TUBING. THE SOLID ROD PREVENTS CRUSHING BY THE U BOLTS.  I INSERTED A 1 INCH O. D. 8 FOOT SECTION OF TUBING INTO THE OTHER END OF THE 1 1/4 INCH O. D. \", \"161123_10.txt\": \"YEAR IN THE STOCKROOM DREW TO A CLOSE, LES JOHNSON CALLED HIM INTO THE OFFICE.  HE TOLD NEUMAN THAT HIS ATTITUDE AND WORK ETHIC MERITED A MOVE UP IN THE COMPANY.  HE HAD AN OPENING IN PURCHASING AND ALSO NEEDED A PRODUCTION TEST TECHNICIAN.  NEUMAN ASKED, WHICH JOB PAYS MORE?  JOHNSON RESPONDED, TECHNICIAN.  NEUMAN SOON FOUND HIMSELF SEATED AT A TEST BENCH \", \"161207_10.txt\": \"AND THE SHEER NUMBER OF PRESENTATIONS, FOUR TRACKS HAD TO BE RUN SIMULTANEOUSLY.  I ATTENDED THE PRESENTATIONS ON EP6T, FT4TA, VU4KV, E3XFB, AND VK9MT.  UNFORTUNATELY, I MISSED OUT ON TX7G, 3GXZC, HOLIDAY DXPEDITIONS, W9WNV, REMOTE OPERATION, DXING FROM THE HEART OF AFRICA, AND 9K2HN, ALL OF WHICH TICKLED MY INTERESTS.  THAT WOULD PROBABLY BE MY \", \"161221_10.txt\": \"BECOMING SOMEWHAT SCARCE AS TRANSMITTERS GO SOLID STATE.  IT WOULD SEEM THAT ANY CAPACITOR WITH THE PROPER CAPACITANCE WILL RESONATE THE INDUCTOR ON THE DESIRED FREQUENCY.  IF RATED AT 3 KV, IT WILL MEET THE SPECIFIED VOLTAGE RATING.  SO WHAT AM I MISSING?  A TRUE TRANSMITTING CAPACITORS ARE DEFINED WITH ADDITIONAL CAPABILITY GENERALLY BASED ON THE RF CURRENT THAT \", \"160106_15.txt\": \"COMPANY.  I WALKED MY NEIGHBORHOOD WITH A PORTABLE RADIO TUNED TO THE BOTTOM END OF THE AM BROADCAST BAND.  I FOUND SOME NOISE AT THE POLE THAT HAS THE UNDERGROUND DROP TO MY HOME AND FIGURED THAT COULD BE THE PROBLEM. EVENTUALLY THE UTILITY COMPANY CAME TO MY HOUSE TO INVESTIGATE MY NOISE COMPLAINT.  THEY FOUND THAT THE NOISE AT THE POLE WAS FROM THE PHONE COMPANY DROP AT THE SAME POLE AND THEY COULD FIND NO NOISE FROM THEIR EQUIPMENT, EVEN AFTER CAREFULLY DRIVING ALL THROUGH THE NEIGHBORHOOD.  IN \", \"160120_15.txt\": \"OF COAXIAL CABLES BETWEEN EQUIPMENT.  HOWEVER, ACCESSORIES, COMPUTERS, AND POWER SUPPLIES GENERALLY ARENT CONNECTED TOGETHER WITH COAX, SO WE HAVE TO PROVIDE ANOTHER PATH.  A COMMON SOLUTION SHOWN IN FIGURE 2 IS TO PROVIDE A WIDE, FLAT COMMON GROUND BUS AT THE BACK OF OR EVEN UNDER THE SHACK EQUIPMENT.  EACH PIECE OF EQUIPMENT, INCLUDING COMPUTERS AND OTHER NON RADIO ELECTRONICS, IS THEN CONNECTED TO THE BUS WITH A SHORT WIRE OR STRAP. TO ACCOMPLISH THE PURPOSE OF RF BONDING, NO OTHER CONNECTIONS ARE REQUIRED \", \"160203_15.txt\": \"ONLY, SO THOSE WHO WANT TO MONITOR SWR WILL NEED AN EXTERNAL WATTMETER. LARGE AND STURDY SWITCHES ON THE FRONT PANEL TURN ON THE POWER, SWITCH THE AMPLIFIER IN OR OUT OF LINE STAND BY, AND RESET THE AMPLIFIER IF ANY OF THE PROTECTION CIRCUITS ARE ACTIVATED MORE ON THIS LATER.  THE FINAL SWITCH IS PREAMP IN OR OUT THAT WILL POWER AN AMPLIFIER THROUGH THE SEQUENCER.  A NICE FEATURE IS THAT THE SEQUENCER CAN BE USED EVEN IF THE AMPLIFIER IS IN STANDBY, ALLOWING USERS TO PROTECT THEIR PREAMPLIFIERS.  EACH SWITCH HAS AN \", \"160217_15.txt\": \"REQUIRED.  THE INPUT IMPEDANCE OF THE COUNTER IS QUITE LOW, BUT THE PREAMP IS VERY SENSITIVE.  IF CIRCUIT LOADING IS A PROBLEM, TRY TEMPORARILY ADDING A 10 PF OR 100 PF DISC CERAMIC IN SERIES WITH THE INPUT.  WHILE THE ENUNCIATION IS UNDERSTANDABLE, YOU SHOULD NOT EXPECT THE CLARITY OF BROADCAST QUALITY VOICE.  ITS CLOSER TO THE SOUND OF A CELLULAR PHONE AT THE EDGE OF COVERAGE.  SO, BEFORE YOU BUILD THE COUNTER, TAKE A LISTEN TO THE TESTS I RECORDED AND SEE IF YOU THINK IT WILL MEET YOUR NEEDS.  IVE \", \"160302_15.txt\": \"RESPECTIVELY.  MORE TIGHT RACES, SUCH AS THOSE BETWEEN RM9A AND CR3T, AS WELL AS AMONG VA3SB, K8CN, AA3B, AND VE3JM, ARE COVERED IN THE FULL RESULTS, WHICH ARE PUBLISHED ONLINE.  HQ AND ADMINISTRATIVE COUNCIL RESULTS ANY NEW DXER LOOKING TO ADD ENTITIES TO HIS OR HER DXCC BAND TOTALS HAD PLENTY OF OPPORTUNITY DURING THE CONTEST.  THE EUROPEAN HQ STATIONS WERE, AS USUAL, OUT IN FORCE.  TAKING THE TOP HQ SPOT THIS TIME AROUND WAS TM0HQ, FOLLOWED BY EF4HQ, DA0HQ, R3HQ, AND SN0HQ.  THE IARU ADMINISTRATIVE COUNCIL \", \"160316_15.txt\": \"DISCUSSION DEALS WITH THE WIRE GAUGE SELECTION FROM THE STRENGTH POINT OF VIEW.  IT DOES NOT TAKE INTO ACCOUNT RF POWER LEVELS OR OTHER FACTORS. WHAT I FIND INTERESTING IS THAT THE CONCLUSION IS COUNTER INTUITIVE.  THE MAIN POINTS TO REMEMBER ARE 1 IF THE ANTENNA BREAKS BECAUSE THE WIRE TENSION IS EQUAL TO OR EXCEEDS THE BREAKING LOAD, GOING TO A LARGER DIAMETER WIRE WILL NOT HELP.  A POSSIBLE REMEDY MAY BE TO USE ALUMINUM OR COPPER CLAD WIRE OR INCREASE ALLOWED SAG.  2 FOR A GIVEN ANTENNA LENGTH \", \"160330_15.txt\": \"TO WIRE TENSION.  THIS WILL BE CONFIRMED LATER.  2 STRONGER ANTENNAS RESULT FROM EITHER OR BOTH SHORTER SPANS, L, AND GREATER SAG, S.  3 TENSION, H, IS ALSO AN INDICATION OF HOW MUCH WEIGHT YOU WILL HAVE TO USE ON THE END OF THE WIRE AS SHOWN IN FIGURE 1 TO OBTAIN THE DESIRED SAG.  4 THE SAFETY FACTOR COLUMN GIVES YOU AN IDEA OF THE SAFETY MARGIN ALLOWANCE FOR ICE, WIND, AND SO ON.  IT ALSO SHOWS THAT WIRE GAUGE HAS NO EFFECT FOR ANY GIVEN ANTENNA CONFIGURATION.  5 FOR LONGER ANTENNAS, MORE SAG SHOULD BE ALLOWED \", \"160413_15.txt\": \"BE NO LIVE INTERNET ACCESS, SO FOR JT65 OPERATION I NEEDED TO SET THE LAPTOP INTERNAL CLOCK MANUALLY BY REFERENCE TO A SMALL ACCURATE RADIO CONTROLLED CLOCK PRIOR TO OPERATION.  ONE SOFTWARE PACKAGE, JT65 HF BY J. C. LARGE, W6CQZ, INCLUDES A VERY USEFUL TIME OFFSET CAPABILITY THAT IS CALCULATED FROM DECODED MESSAGE TIME OFFSETS.  I WELCOME ANY SOLUTION THAT DOESNT CONSUME ADDITIONAL BATTERY ENERGY, ADD WEIGHT TO, OR TAKE UP SPACE IN THE GO BAG.  PROPAGATION PREDICTIONS  MY INFORMAL GOAL WAS A CONTACT \", \"160427_15.txt\": \"CLASS LICENSES ARE GRANTED CEPT RADIO AMATEUR LICENSE PRIVILEGES HENCE THEY MEET THE NEW ZEALAND LICENSE REQUIREMENTS.  WHILE OPERATING THE AMATEUR STATION IN A CEPT OR PARTICIPATING COUNTRY, YOU MUST HAVE IN YOUR POSSESSION THE FCC PUBLIC NOTICE, PROOF OF US CITIZENSHIP, AND EVIDENCE OF YOUR FCC LICENSE GRANT.  IN NEW ZEALAND, YOU SHOULD ALSO CARRY A COPY OF THE NEW ZEALAND RADIOCOMMUNICATIONS REGULATIONS, NOTICE 2013.  THESE DOCUMENTS MUST BE SHOWN TO PROPER AUTHORITIES UPON REQUEST.  THERE ARE NO \", \"160511_15.txt\": \"LET YOU GO ALL THE WAY FROM CIRCUIT SIMULATION, TO PRINTED CIRCUIT BOARD LAYOUT, TO A BILL OF MATERIALS WITH MOUSER PART NUMBERS, OF COURSE. MULTISIM BLUE DOES THIS WITHIN A SINGLE INTEGRATED TOOL AND, BEST OF ALL, IT IS FREE.  YOU CAN LEARN MORE ABOUT IT AT WWW. MOUSER. COM/ MULTISIMBLUE. PRINT YOUR CIRCUIT BOARDS AS YOUVE SEEN IN PREVIOUS ECLECTIC TECHNOLOGY COLUMNS, SOME HAMS ARE ALREADY USING 3D PRINTERS TO HOMEBREW CUSTOM DESIGNED COMPONENTS EVERYTHING FROM ANTENNA INSULATORS TO CW KEYS.  WELL \", \"160525_15.txt\": \"ADVENTURE.  IF YOURE AN ARES OPERATOR, THIS IS A LOW PRESSURE WAY TO PRACTICE OPERATING IN THE FIELD TO KEEP YOUR SKILLS SHARP.  THERE IS ALSO A WEEKEND LONG CONTEST, AND 2015 WILL SEE THE EVENT MOVED TO LATE SEPTEMBER. YOU CAN FIND ALL SORTS OF INFORMATION ON THE US ISLANDS WEBSITE, INCLUDING LINKS TO THE USI FACEBOOK PAGE AND YAHOO E MAIL GROUP.  THERE, YOU CAN CONNECT WITH OTHER ISLAND ACTIVATORS AND CHASERS AND GET TIPS ON FINDING AND OPERATING FROM ISLANDS.  YOU CAN ALSO FOLLOW THE HASH TAG USISLANDS ON \", \"160608_15.txt\": \"HANDHELD AND THE TNC2, YOUR PORTABLE APRS SYSTEM WILL COMMUNICATE WITH YOUR SMARTPHONE WHEREVER YOUR SMARTPHONE HAPPENS TO BE IN YOUR HAND, IN YOUR POCKET, OR ANYWHERE ELSE WITHIN ABOUT 30 FEET.  INITIAL SETUP THE MOBILINKD TNC2 COMES WITH COMPLETE INSTRUCTIONS ON HOW TO PAIR YOUR SMARTPHONE WITH THE DEVICE, AND HOW TO CONNECT THE TNC2 TO YOUR RADIO.  I WONT BOTHER REPEATING THE EXCELLENT INSTRUCTIONS IN THE TNC2 MANUAL.  SUFFICE IT TO SAY THAT IT IS A SIMPLE PROCEDURE.  WHEN I INITIALLY CONNECTED THE UV 3R TO THE \", \"160622_15.txt\": \"7R265R5, BUT THEY COULDNT HEAR ME.  WAS PROPAGATION SHIFTING?  BY 150 PM, CALLING CQ ON 14R342R5 YIELDED NO FURTHER ANSWERS.  THE AFTERNOON WAS OVER. PACK IT UP, PACK IT DOWN  I TRIED MONITORING THE 2 METER CALLING FREQUENCY, 146R52 MHZ, AS I WAS PACKING UP, BUT HEARD NOTHING.  THE SUN WAS MOVING LOWER IN THE SKY.  IF IT TOOK ME 2 1/2 HOURS TO GET DOWN, I WOULD ARRIVE AT THE CAR BARELY BEFORE DARK.  IT WAS TIME TO MOVE.  THE WHOLE NORTH SLOPE OF THE PEAK DOWN TO THE SADDLE WAS SNOW COVERED, SO GOING DOWN WAS SLOW WORK \", \"160706_15.txt\": \"COMMITTEES RECOMMENDATIONS AND FORWARDED THEM TO THE FULL BOARD OF DIRECTORS FOR CONSIDERATION.  THE BOARD ADOPTED THEM FOR IMPLEMENTATION BEGINNING WITH THIS YEARS JUNE VHF CONTEST.  WHATS IN THE NEW RULES  THE NEW RULES PERMIT ALL ENTRANTS, REGARDLESS OF CATEGORY, TO USE SPOTTING ASSISTANCE OR NETS INCLUDING BUT NOT LIMITED TO DX ALERTING NETS, INTERNET CHAT ROOMS, APRS AND OTHER PACKET, REVERSE BEACON NETWORKS, AND REPEATERS TO IDENTIFY STATIONS AVAILABLE FOR CONTACTS AND TO ANNOUNCE SELF SPOT THEIR \", \"160803_15.txt\": \"OPERATION AT HIS MOMS FARMHOUSE IN A QUIET RURAL PART OF WISCONSIN.  MY TX ANTENNA NOISE WAS AN AMAZING S3.  SO ALL BUT ABOUT FIVE QSOS WERE WITH LISTENING ON THE TX ANTENNA.  THE UNLIMITED, HIGH POWER WINNER WAS ANOTHER MIDWESTERNER, CRAIG, K9CT, IN ILLINOIS, FOLLOWED BY AN OPERATOR WELL EXPERIENCED IN UNLIMITED OR ASSISTED CATEGORIES, CHARLES, K3WW, IN EASTERN PENNSYLVANIA.  BOTH OF THESE OPERATORS HAD SCORES SIMILAR TO THE MIDDLE OF THE TOP TEN IN THE HIGHLY COMPETITIVE UNASSISTED HIGH POWER CATEGORY. \", \"160817_15.txt\": \"PERMITTED BY THE FCC.  IT ACCEPTS EITHER STANDARD DEFINITION 480I COMPOSITE, OR HIGH DEFINITION UP TO 1080P HDMI VIDEO INPUTS.  IT ENCODES THE VIDEO USING EITHER MPEG2 OR HR264.  BOTH THE OPERATING FREQUENCY AND BANDWIDTH ARE PROGRAMMABLE.  THE BANDWIDTH CAN BE SET FROM 2 MHZ TO 8 MHZ IN 1 MHZ STEPS 6 MHZ IS THE US BROADCAST STANDARD.  AT THE 2 MHZ BANDWIDTH, THE MODULATOR IS CAPABLE OF TRANSMITTING ONLY STANDARD DEFINITION VIDEO. YOU CAN SELECT EITHER QPSK, 16 QAM, OR 64 QAM MODULATION FORMAT.  PROGRAM \", \"160831_15.txt\": \"SWR TO 1R3.  GROUND ROD REMOVAL TIP  FIELD DAY IS OVER AND ITS TIME TO BREAK DOWN.  IT ALL GOES SMOOTHLY UNTIL YOU GET TO THE GROUND ROD.  IT WAS HARD TO DRIVE INTO THE GROUND, SO NOW HOW DO YOU GET IT OUT?  IF YOU HAVE A SHORT LENGTH OF CHAIN, A PAIR OF LOCKING PLIERS, AND A JACK, THERE IS A NEAT TRICK TO PULL THAT ROD OUT OF THE GROUND.  USE THE LOCKING PLIERS TO SECURE THE FIRST LINK TO THE GROUND ROD SEE FIGURE 9.  WRAP THE CHAIN LINK AROUND THE ROD, ARRANGING EACH LINK SO IT LIES FLAT AGAINST THE ROD.  AFTER \", \"160914_15.txt\": \"DIPOLE UP A HALF WAVELENGTH TO SMOOTH OUT ITS PATTERN, YOU ONLY NEED TO RAISE IT YUP, 17 FEET.  WITH THIS 17 FOOT DIPOLE AT 17 FEET ABOVE AVERAGE GROUND, YOU WILL HAVE A GOOD LOW ANGLE RADIATION PATTERN AND BE READY TO WORK THE WORLD.  IF A DIPOLE ISNT GOOD ENOUGH FOR YOU, A TWO ELEMENT YAGI ON 10 USES A 6 FOOT BOOM WITH A REFLECTOR LENGTH OF ONLY 5 1/2 FEET.  AND AGAIN, IT ONLY NEEDS TO BE 17 FEET HIGH TO BE 1/2 IN THE AIR.  ONCE YOU GET THAT ANTENNA UP, YOULL NEED A RADIO TO GO WITH IT.  AS I MENTIONED AT THE \", \"160928_15.txt\": \"THEREFORE, WHERE THE BAND OPENING GOES.  WHILE 10 IS SUFFERING FROM THIS LACK OF SOLAR STIMULATION AS MUCH AS 15, 17, AND 12 METERS ARE, 10S VHF SIDE PRESENTS OPERATORS WITH A NUMBER OF LONG DISTANCE PROPAGATION MODES THAT ARE NOT AVAILABLE ON THE OTHER HF BANDS.  THE MOST NOTABLE OF THESE INTERESTING PROPAGATION MODES IS SPORADIC E ES.  NORMALLY, THE E LAYER OF THE IONOSPHERE IS ONLY USEFUL FOR PROPAGATING SIGNALS BELOW 20 MHZ. SPORADIC E PROPAGATION OCCURS WHEN A CLOUD OF UNUSUALLY DENSE IONIZATION \", \"161012_15.txt\": \"UPON TYPICAL ENGINEERING JOB INTERVIEW QUESTIONS.  AS DORR SAYS IN A FOOTNOTE, IF IT DOESNT MAKE SENSE, DONT WORRY.  YOULL PICK THIS UP WITH TIME.  MY BROW WRINKLED A BIT WHEN I SAW THAT CHAPTER 2 DISCUSSES HOW TO PREVENT A POWER TRANSISTOR FROM OVERHEATING.  AS DORR NOTES, THOUGH, MOST EXPERIENCED ENGINEERS HAVE SEEN GOOD ELECTRICAL DESIGNS GET SCRAPPED BECAUSE THEY WERE THERMALLY IMPRACTICAL, SO IT IS COMMON FOR THEM TO ASK CANDIDATES TO SOLVE SIMPLE HEAT TRANSFER PROBLEMS DURING INTERVIEWS.  OTHER \", \"161026_15.txt\": \"INSULATORS, WITH MATCHING HOLES IN THE BOX COVERS.  I USED SCREWS AND LOCKNUTS TO ATTACH THE COVERS TO THE INSULATORS, THEN SCREWED THE COVERS ONTO THE BOXES AFTER THE COMPONENTS WERE MOUNTED INSIDE.  THE TERMINATION BOX IS IDENTICAL TO THE TRANSFORMER BOX EXCEPT THAT THERE IS NO SO 239 COAX CONNECTOR.  THE ANTENNA END INSULATOR PROVIDES STRESS RELIEF FOR THE WIRE WITH A SERVICE LOOP THAT CONNECTS TO THE BOX VIA 1/2 INCH LONG 6 HEXAGONAL STANDOFFS.  SOLDER LUGS UNDER THE SCREWS THAT HOLD THE STANDOFFS FROM \", \"161109_15.txt\": \"THE FEED POINT TRANSFORMER AND TERMINATION RESISTOR BOXES SO THAT THE BOXES SAT AT THE MIDPOINTS OF THE 14 FOOT VERTICAL SECTIONS.  THE SPREADER LENGTHS WILL LIKELY BE SLIGHTLY LONGER THAN THE 16 FEET 1 INCH MEASURED FROM THE CENTER OF THE SPREADER TO MAST PLATE.  ITS IMPORTANT TO ADJUST ALL OF THE SPREADERS FOR AN OVERALL RECTANGULAR LOOP SHAPE, BUT WITHOUT EXCESSIVE STRESS ON THE SIDE AND BOTTOM WIRES.  I SECURED EACH SECTION WITH A SCREW AND LOCKNUT, USING PLASTIC CAPS TO SEAL THE ENDS OF THE UPPER \", \"161123_15.txt\": \"LES CLARK, W6JSL, DESIGNED THE DD 6 DIGITAL DISPLAY AND MANUFACTURED THEM AT HOME WITH HIS WIFES HELP.  THE 210X LINE MATURES ACCESSORIES SUCH AS THE DIGITAL DIAL AND NOISE BLANKER HELPED BRING THE 210X LINE TO MATURITY. INSTALLING THE AC CONSOLES VOX OPTION ALSO ADDED SEMI BREAK IN KEYING ON CW.  THE 206 AUXILIARY VFO ENABLED SPLIT FREQUENCY OPERATION.  THESE ADDITIONS UPPED THE PRICE OF A 210X STATION TO 1433 ABOUT 5880 IN 2015 DOLLARS.  MANUFACTURERS SUCH AS ICOM, KENWOOD, YAESU, AND TEN TEC OFFERED \", \"161207_15.txt\": \"17, 2016.  COMPLETE DETAILS WILL BE POSTED ON THE WEBSITE, WWW. DXCONVENTION. COM.  PHOTOS COURTESY OF BOB WILSON, N6TV.  WRAP UP THATS IT FOR THIS MONTH, WITH THANKS TO BOB, N6TV, FOR HIS FANTASTIC PHOTOS TO HELP MAKE THIS MONTHS COLUMN POSSIBLE.  REMEMBER YOU CAN FOLLOW THE DAILY DX ON TWITTER DAILYDX.  DONT FORGET TO SEND YOUR DXPEDITION NEWS, WHETHER SERIOUS OR HOLIDAY STYLE OPERATION, TO YOUR EDITOR AT BERNIE DAILYDX. COM.  UNTIL NEXT MONTH, SEE YOU IN THE PILEUPS.  BERNIE, W3UR  THE WORLD ABOVE 50 MHZ \", \"161221_15.txt\": \"APPLICATIONS HOWEVER, WATCH FOR SUDDEN SWR CHANGES.  MANY COMMERCIAL TRAPS USE TELESCOPING LENGTHS OF ALUMINUM TUBING SEPARATED BY PLASTIC DIELECTRIC TUBING AS THE TRAP CAPACITOR.  HIGH VOLTAGE DOORKNOB TYPES THAT ARE RF RATED ARE ALSO AVAILABLE, AND A GOOD CHOICE.  YOU COULD TRY LOOKING AT RF PARTS WWW.  RFPARTS. COM.  ANOTHER POSSIBILITY IS TO MAKE THE TRAP CAPACITORS AND THE INDUCTORS FROM COAX CABLE, AS HAS BEEN DESCRIBED IN A NUMBER OF QST ARTICLES.  IN RESPONSE TO MY ANSWER TO JON, WN4V, ABOUT \", \"160105_20.txt\": \"N0LL EM09, IN KANSAS WORKED FK8CP RG34 ON OCTOBER 5 AND PUT AUSTRALIANS VK4MA AND VK4WTN IN HIS LOG ON THE 6TH AROUND 0200Z.  LARRY SAID BOTH FK8CP AND VK4MA REPORTED HEARING HIS BEACON.  ES WAS CONFIRMED AS THE LINK WHEN NW0W EM47 SPOTTED THE K5AB AND KF5KOI BEACONS IN SOUTH CENTRAL TEXAS AT 0155Z DURING THIS OPENING.  THE YJ0X DXPEDITION REPORTED 40 CONTACTS ON 6 METERS.  ON HIS BIRTHDAY, FRED, KH7Y, WORKED YJ0X OCTOBER 6 WITH 59 SIGNALS.  A NICE PRESENT.  YV4NN WORKED DU7/ PA0HIP AT 0408Z ON THE 9TH. DREW, K3PA EM29, LOGGED VK4S AND FK8CP ON THE 10TH.  THE NEXT EVENING OCTOBER 11 UTC K2MUB FN21 HEARD FK8CP AT 0056Z.  ON THE 22ND, W4ETN WORKED FK8CP AT 0043Z.  ON OCTOBER 23 JAY, K0GU DN70, WORKED CT1HZE BEAMING DIRECT PATH AT 1610Z, IT WAS POSSIBLY F2 FROM PORTUGAL TO CANADA.  THEN JAY NOTED \", \"160119_20.txt\": \"PROGRAMS AND SERVICES COMMITTEE PSC SEEKS MEMBER INPUT ON UPDATING VARIOUS ASPECTS OF THE LEAGUES VHF UHF MICROWAVE AND EME CONTEST PROGRAM.  IN THE SUBCOMMITTEES SOLICITATION FOR INPUT, CHAIRMAN KERMIT CARLSON, W9XA, SAID MEMBERS CAN HELP THE WORK OF THE COMMITTEE BY PROVIDING ADDITIONAL INSIGHTS AND IDEAS FOR OUR CONSIDERATION.  CONTEST PARTICIPATION BENEFITS BOTH INDIVIDUAL AMATEURS AND THE AMATEUR RADIO SERVICE AS A WHOLE, SAID CARLSON, WHO IS ARRL CENTRAL DIVISION VICE DIRECTOR.  INDIVIDUAL OPERATORS GAIN OVERALL OPERATING EXPERIENCE, INCREASE THEIR KNOWLEDGE OF BAND CHARACTERISTICS, TEST THE RESULTS OF CHANGES IN EQUIPMENT, ANTENNAS AND LOCATIONS, AND HAVE INCENTIVE TO ADD BANDS AND MODES TO THEIR STATION COMPLEMENT, ALL IN THE CONTEXT OF ENJOYABLE, YET CHALLENGING, ACTIVITIES. \", \"160202_20.txt\": \"TECHNOLOGY TO HIGH SCHOOL STUDENTS CAN BE VERY REWARDING.  PLEASE LET ME KNOW WHEN YOU GET YOUR EASY WSPR TRANSMITTER WORKING.  WITH AGREEABLE PROPAGATION, YOUR SIGNAL WILL BE COPIED IN THE FAR REGIONS OF THE WORLD. GEORGE R.  STEBER, PHD, IS EMERITUS PROFESSOR OF ELECTRICAL ENGINEERING AND COMPUTER SCIENCE AT THE UNIVERSITY OF WISCONSIN MILWAUKEE.  HE IS NOW SEMI RETIRED FOLLOWING 35 YEARS OF SERVICE.  GEORGE, WB9LVI, HAS AN ADVANCED CLASS LICENSE, IS A LIFE MEMBER OF ARRL AND IEEE, AND IS ALSO A PROFESSIONAL ENGINEER.  HE PREVIOUSLY WROTE AN EXPERIMENTERS RF SPECTRUM ANALYZER, WHICH APPEARED IN THE OCTOBER 2008 ISSUE OF QST.  GEORGE HAS WORKED FOR NASA AND THE USAF AND KEEPS BUSY WITH VARIOUS PROJECTS AT THE UNIVERSITY.  HE IS CURRENTLY INVOLVED IN COSMIC RAY RESEARCH AND HOPES TO \", \"160216_20.txt\": \"PHOTOGRAPHS.  ACCORDING TO FORCE 12, A MORE COMPREHENSIVE MANUAL IS IN THE WORKS, BUT I DIDNT HAVE ANY TROUBLE USING THE INSTRUCTIONS PROVIDED. CONSTRUCTION THE XR6 ARRIVED IN TWO STURDY CARTONS.  THE BOOM IS SHIPPED IN THREE PIECES, WITH ONE END SWAGED TO FIT INSIDE THE ADJACENT SECTION.  TWO 1/4 INCH BOLTS WITH LOCKING NUTS AT EACH JOINT HOLD THE BOOM SECTIONS IN PLACE.  BOOM TO ELEMENT BRACKETS ARE FACTORY INSTALLED AND SECURED WITH MULTIPLE HEFTY RIVETS.  THESE ELEMENTS WONT BE TWISTING IN THE WIND AS SOMETIMES HAPPENS TO ELEMENTS MOUNTED WITH U BOLTS.  ALL OF THE INSULATOR CLAMPS WERE MOUNTED IN THEIR PROPER LOCATIONS.  THE BOOM IS WELLMARKED AS TO WHICH ELEMENT GOES ON WHICH BOOM TO ELEMENT BRACKET.  ELEMENT PIECES ARE BUNDLED TOGETHER AND COLOR CODED WITH TAPE THE TUBING PIECES WITH TWO \", \"160301_20.txt\": \"1R2 1.  WITH THE 703S INTERNAL TUNER, I WOULD BE ABLE TO LEAVE THE VERTICAL SET FOR 20 METERS AND STILL MAKE CONTACTS ON 17, 15, 10, AND EVEN 6 METERS. PERMITS AND PLANNING ONCE I HAD MY GEAR SETTLED, IT WAS TIME TO GET A PERMIT TO OPERATE.  I WOULD BE ON DRY TORTUGAS IN MID JUNE FOR THE ARRL JUNE VHF/UHF CONTEST.  I SUBMITTED A HANDDRAWN DIAGRAM OF MY OPERATION, THE NECESSARY FORMS, AND THE FEE, AND AFTER A LITTLE BIT OF BACK AND FORTH, I RECEIVED MY PERMIT.  I MADE FIVE COPIES, JUST IN CASE I NEEDED TO GIVE ANY OUT DURING MY OPERATION, AND PUT THEM IN MY TRIP BINDER.  PRIOR TO THE TRIP, I WENT DOWN TO THE FERRY IN KEY WEST TO SEE WHAT ID BE DEALING WITH CONCERNING SPACE FOR ALL THE GEAR.  IT WAS A GOOD IDEA, BECAUSE THE FERRYS AREA FOR STORING CAMPING GEAR TURNED OUT TO BE SMALLER THAN I ANTICIPATED. \", \"160315_20.txt\": \"PROGRAM STARTS WHEN THE DOWNLOAD COMPLETES.  THE RUNNING PROGRAM SENDS A SERIAL MESSAGE TO THE COMPUTER THAT INDICATES THE DECIVOLTS READ BY THE VOLTMETER OR THE MW OF THE WATTMETER MEASUREMENT.  THE MONITOR OUTPUTS ARE LEDS CONNECTED TO ELEVEN OUTPUT PINS OF THE PICAXE.  I GOT TWO DECADES OF MONITOR LEVELS BY USING THE ELEVENTH LED TO INDICATE THAT THE SECOND DECADE IS IN USE.  I PROGRAMMED MINE TO INDICATE 1/2 V INTERVALS STARTING AT 5 V. AT 10 V THE ELEVENTH LED LIGHTS ALONG WITH THE ZERO TO INDICATE 10 VOLTS, AND ELEVENTH LED STAYS ON LIKE A TENS DIGIT AS THE VOLTAGE RISES TO 14 1/2 V.  THIS RESULTS IN A RANGE OF 5 TO 9 1/2 V, THEN WITH THE ELEVENTH LED, 10 TO 14 1/2 V IN 1/2 V STEPS.  THE ANALOG INPUT IS DIGITIZED AND SCALED TO DECIVOLTS.  IF THE NUMBER IS EQUAL OR LARGER THAN THE MONITOR POINT, THE \", \"160329_20.txt\": \"WILL FIND SUFFICIENT COMMENTARY, BLOCK DIAGRAMS, AND WAVEFORM ILLUSTRATIONS TO MISS LITTLE OF THE MEAT OF THIS BOOK BY GOING AROUND THE MATH.  THE BASIS AND APPLICATION OF MULTIPLE TYPES OF TIME AND FREQUENCY DOMAIN INSTRUMENTS ARE PRESENTED, ALONG WITH PRACTICAL EXAMPLES AND EXPECTED RESULTS.  IN NO SENSE IS THIS BOOK A SUBSTITUTE FOR THE OPERATING MANUALS OF PARTICULAR MEASUREMENT SYSTEMS, BUT IF READ BEFORE ATTEMPTING THE OPERATION OF THEM, IT WILL MAKE THE APPLICATIONS AND LIMITATIONS OF THE SYSTEM TYPE MUCH MORE CLEAR.  THE AUTHOR STARTS OFF WITH CLEAR DESCRIPTIONS OF THE RELATIONSHIPS BETWEEN TIME AND FREQUENCY DOMAIN MEASUREMENTS AND FOLLOWS WITH A REFRESHER ON THE USE OF DECIBELS IN DEFINING BOTH VOLTAGE AND CURRENT RATIOS, THE CLASSIC USE, AS WELL AS THE WAY DECIBELS ARE USED \", \"160412_20.txt\": \"PHONE PLUG TO A SINGLE PHONO JACK.  EVEN THOUGH IT IS A SINGLE CHANNEL SPEAKER, IT IS IMPORTANT NOT TO PLUG A MONO PHONO PLUG DIRECTLY INTO THE K3 SPEAKER JACK BECAUSE THE LONGER SLEEVE OF THE MONO PLUG WILL SHORT OUT ONE OF THE K3 OUTPUT CHANNELS.  WHILE A REVISION TO THE K3 IS DESIGNED TO AVOID DAMAGE IN THAT CIRCUMSTANCE, ITS BEST NOT TO FIGHT WITH MOTHER NATURE.  FOR MY USUAL SPEAKER ARRANGEMENT, I FABRICATED A Y ADAPTER WITH A STEREO PLUG THAT GOES TO THE K3.  IT HAS TWO MONO JACKS, ONE ON EACH CHANNEL.  MY K3 IS EQUIPPED WITH A SECOND RECEIVER AND I CAN THUS HAVE ONE RECEIVER GOING TO EACH OF MY TWO WALL MOUNTED SPEAKERS, SEPARATED BY ABOUT 5 FEET.  FOR A SINGLE RECEIVER, THE TWO SPEAKERS CAN BE USED TO HEAR THE SPECIAL SPATIAL AUDIO EFFECTS THAT THE K3 CAN PROVIDE, AND TWO KSP3 SPEAKERS COULD BE USED, \", \"160426_20.txt\": \"SPECTRAPLUS PROFESSIONAL EDITION, VERSION 5R0 SOFTWARE FROM PIONEER HILL SOFTWARE.  THE SOFTWARE ALLOWS POSTPROCESSING ANALYSIS IN THE TIME DOMAIN, FREQUENCY DOMAIN, AND VARIANTS OF THE FREQUENCY DOMAIN PROCESSING.  THE SPECTRA SOFTWARE PROVIDES VERY ACCURATE TIMING CURSORS TO DETERMINE TIMES BETWEEN EVENTS AND EVENT OCCURRENCE TIMES.  MY RECORDED DATA WAS DIGITIZED TO 16 BITS.  SPECTRA USED A 4096 POINT FFT TO PRODUCE THE RESULTS SHOWN IN THE SPECTROGRAM.  THE DATA OVERLAP WAS 90.  THE TIME RESOLUTION WAS 8R63 MS, AND EACH PIXEL IS APPROXIMATELY 12 HZ WIDE IN FREQUENCY.  STARTING AT THE FAR LEFT OF FIGURE 2, THE FIRST EVENT IS THE 60R9 MS DIT TRANSMISSION PERIOD.  SINCE THE RECEIVER IS OFF, AMPLITUDE IS DEPICTED IN DARK BLUE. MOVING TO THE RIGHT, THE RECEIVER IS SWITCHED BACK ON, AND A FIELD OF GREEN \", \"160510_20.txt\": \"CAPACITY RC.  THESE MEASUREMENTS ASSURE THE BATTERY HAS ENOUGH RESERVES TO RESTART THE ENGINE WHEN THE TRAFFIC LIGHT TURNS GREEN.  ALL OF THIS OPERATION IS UNDER THE CONTROL OF A BATTERY MONITORING SYSTEM BMS.  IT MAY BE PART OF THE ENGINE CPU, BUT IT MAY INDEED BE A STANDALONE CPU INTERCONNECTED VIA A DATA BUS SYSTEM.  DURING ENGINE SHUTDOWN, ELECTRIC MOTORS ENSURE THAT POWER BRAKES, HVAC, TRANSMISSION SERVO PRESSURE, AND THE ENGINE COOLING SYSTEM CONTINUE TO OPERATE.  TO ENSURE THAT THESE ACCESSORIES HAVE A CONSTANT VOLTAGE SOURCE, MOST EIS SYSTEMS USE A DC TO DC CONVERTOR.  TO PROVIDE POWER TO THE CONVERTOR, A SECOND TRUNK MOUNTED AGM ABSORBENT GLASS MAT BATTERY MIGHT BE USED.  AT LEAST ONE AUTOMOBILE MODEL USES A DUAL LAYER SUPER CAPACITOR WHICH IS CHARGED DURING DECELERATION AS A \", \"160524_20.txt\": \"DEVELOPMENT ENVIRONMENT SUPPLIED BY THE DISPLAY MANUFACTURER.  I DIVIDED THE USER INTERFACE FIGURE 7 INTO FOUR SCREENS FREQUENCY, POWER LEVEL, PRESET, AND SWEEP.  THE FREQUENCY SCREEN ALLOWS THE USER TO SET THE GENERATOR FREQUENCY USING VARIABLE STEP SIZES OR DIRECT ENTRY IN HZ, KHZ, OR MHZ, WITH THE ON SCREEN FREQ TOUCH KEYPAD.  SET THE OUTPUT LEVEL USING THE LEVEL SCREEN VIRTUAL KEYPAD IN INCREMENTS OF 0R2, 1, OR 10 DB, OR DIRECTLY ENTER A VALUE IN DBM.  MY LEVEL SCREEN HAS PRESET BUTTONS FOR 1 UV, S9, AND 0 DBM OUTPUT LEVELS.  THE PRESET SCREEN ALLOWS YOU TO STORE UP TO 10 FREQUENCY LEVEL COMBINATIONS FOR LATER RECALL.  THE FREQ, LEVEL, AND PRESET FUNCTIONS DISPLAY FREQUENCY AND LEVEL READOUTS AS WELL AS AN RF ON/OFF CONTROL.  ENTER THE PARAMETERS FOR A FREQUENCY SWEEP ON THE SWEEP \", \"160607_20.txt\": \"THE COAX.  FOR EXAMPLE, ON 2 METERS, IF THE SWR WERE 5 1, THE LOSS IN 100 FEET OF RG 6 TV COAX WOULD BE ABOUT 6 DB.  THIS SOUNDS BAD, BUT THE GOOD NEWS IS THAT AT THE BOTTOM OF THE COAX, THE SWR WOULD BE LESS THAN 2 1. THE RESULTING LOWER POWER AT THE ANTENNA WOULD ALSO REDUCE THE STRESS ON THE BALUN.  THIS IS THE TECHNIQUE I USE ON MY SAILBOAT.  MY 156 MHZ MARINE VHF ANTENNA WORKS FINE ON 2 METERS DUE TO THE LOSS IN THE 50 FEET OF COAX FROM THE ANTENNA LOCATION AT THE TOP OF THE MAST TO THE RADIO.  THE LOSS IN SIGNAL IS MORE THAN MADE UP FOR BY THE LINE OFSIGHT HEIGHT ADVANTAGE.  YOUR ANTENNA SHOULD SHOW SOME DIRECTIVITY ON 2 METERS AND WILL DEFINITELY PUT SOME ENERGY OUT TOWARD HOUSTON.  OF COURSE, IF YOU ARE PLANNING ON WORKING INTO REPEATERS, YOU WILL DO MUCH BETTER IF YOUR ANTENNA IS VERTICALLY \", \"160621_20.txt\": \"COMMON ELEMENTS AND TECHNIQUES.  FIGURE 1 SHOWS A TYPICAL STATION AS A BLOCK DIAGRAM FROM THE POWER SUPPLY AND AUDIO SOURCES AT THE LEFT ALL THE WAY TO THE RADIATED RF AT THE RIGHT.  IF YOU DRAW A CIRCLE AROUND EACH BOX, YOULL CROSS ONE OR MORE ARROWS.  THOSE ARROWS AND THE ACTION OR SIGNAL THEY REPRESENT ARE WHAT YOU TEST WHEN CONDUCTING THE PROOF.  A POWER SUPPLY PROOF LETS START SIMPLE AND LOOK AT THE POWER SUPPLY.  WHAT THAT POWER SUPPLY IS SUPPOSED TO BE DOING IS LISTED IN TABLE 1.  NOTICE THAT NOT ONLY IS A PERFORMANCE SPECIFICATION GIVEN, BUT CERTAIN TEST METHODS OR EQUIPMENT ARE LISTED, TOO, SUCH AS A VOLTMETER OR TESTING UNDER LOAD.  LETS GIVE THE SUPPLY A PROOF TEST LIKE YOU MIGHT BEFORE TAKING IT TO FIELD DAY.  OPEN YOUR SHACK NOTEBOOK, YOU DO HAVE A SHACK NOTEBOOK, RIGHT?  NOTE THE DATE, \", \"160705_20.txt\": \"SPOKEN BY MOST AMERICAN SPEAKERS OF ENGLISH.  SIMILARLY, OSCAR FOR O AND VICTOR FOR V ALLOW THEM TO BE PRONOUNCED OS KAH AND VIK TAH, AS EUROPEANS WOULD TEND TO DO.  EVEN AFTER THE SYSTEM WAS PUT IN PLACE BY THE ICAO IN ITS FINAL FORM IN 1956, THERE STILL AROSE LOCAL SITUATIONS WHERE A MODIFICATION BECAME NECESSARY.  FOR EXAMPLE, AT AIRPORTS WHERE DELTA AIRLINES HAS A MAJOR PRESENCE, SUCH AS AT THE HARTSFIELD JACKSON ATLANTA INTERNATIONAL, D IS PHONETICALLY SPELLED OUT AS DIXIE OR DAVID TO AVOID CONFUSION WITH THE AIRLINES NAME, WHOSE AIRCRAFT ARE CODENAMED DELTA.  AN ALPHABET FOR NUMBERS  THE RESEARCH COVERED THE PRONUNCIATIONS FOR NUMERALS AS WELL.  MANY EUROPEANS, AS IT TURNED OUT, PRONOUNCE THREE AS TREE AND NOT TH REE AND FIVE AS FAH EE F AS THOUGH IT WERE SPELLED FIFE.  BUT IN REALITY \", \"160802_20.txt\": \"THE INPUT OF A SIGNAL GENERATOR CAN BE HARMFUL TO THE GENERATOR, BUT IS HARMLESS WHEN THE EK1A IS ATTACHED TO AN ANTENNA.  MAKE SURE TO TURN ON THE EK1A FIRST AND THEN HOOK UP THE SIGNAL GENERATOR TO THE ANTENNA JACK. THOUGH THE DIRECT DIGITAL SYNTHESIZER DDS FREQUENCY CONTROL IS CALIBRATED AT THE FACTORY, THE NEXT INSTRUCTION EXPLAINS HOW TO CALIBRATE THE DISPLAY IF NEEDED BY USING A FREQUENCY COUNTERS OUTPUT HOOKED TO A SMALL TEST POINT ON THE MAIN CIRCUIT BOARD.  AFTER THE COVERS WERE IN PLACE, PETE PLACED FOUR STICK ON RUBBER FEET NOT INCLUDED TO KEEP THE EK1A FIRMLY ON THE BENCH TOP.  ARRL LAB TESTING AS SHOWN IN TABLE 3, THE RECEIVER PERFORMANCE IS VERY GOOD OVERALL.  THE EK1AS LOWEST DYNAMIC RANGE AT 2 KHZ IS 80 DB THIRD ORDER IMD DYNAMIC RANGE, BETTER THAN SOME MUCH MORE EXPENSIVE TRANSCEIVERS \", \"160816_20.txt\": \"PROPAGATION MODE AND POLARIZATION SHOULD NOT MATTER MUCH.  A BIG DIFFERENCE BETWEEN 1960 AND NOW, IS THE LEVEL OF BACKGROUND NOISE DUE TO ALL THE HOUSEHOLD ELECTRONIC DEVICES THAT HAVE BEEN FIELDED SINCE THEN.  THIS CAN EASILY BRING THE NOISE LEVEL UP 30 DB, ESPECIALLY ON THE LOWER BANDS. THERE GOES YOUR S/N.  SENIOR ARRL LAB ENGINEER ZACK LAU, W1VT, CONTRIBUTES THE THOUGHT THAT URBANIZATION MAY BE AT PLAY.  REGIONS THAT USED TO PROVIDE GOOD GROUND WAVE PATHS 50 YEARS AGO, HAVE OFTEN BEEN BROKEN UP BY SUCH BARRIERS AS CONCRETE OVERPASSES AND BUILDINGS.  WHILE THEY WONT BE IN EVERY DIRECTION, THEY CAN RESULT IN A HIT OR MISS SITUATION.  THERE MAY BE OTHER FACTORS AS WELL, AND OF COURSE YOU MAY BE EXPERIENCING THE COMBINATION OF MULTIPLE EFFECTS SIMULTANEOUSLY.  Q  ASKS MY CONDOMINIUM BOARD IS \", \"160830_20.txt\": \"PROPAGATION MODE AND POLARIZATION SHOULD NOT MATTER MUCH.  A BIG DIFFERENCE BETWEEN 1960 AND NOW, IS THE LEVEL OF BACKGROUND NOISE DUE TO ALL THE HOUSEHOLD ELECTRONIC DEVICES THAT HAVE BEEN FIELDED SINCE THEN.  THIS CAN EASILY BRING THE NOISE LEVEL UP 30 DB, ESPECIALLY ON THE LOWER BANDS. THERE GOES YOUR S/N.  SENIOR ARRL LAB ENGINEER ZACK LAU, W1VT, CONTRIBUTES THE THOUGHT THAT URBANIZATION MAY BE AT PLAY.  REGIONS THAT USED TO PROVIDE GOOD GROUND WAVE PATHS 50 YEARS AGO, HAVE OFTEN BEEN BROKEN UP BY SUCH BARRIERS AS CONCRETE OVERPASSES AND BUILDINGS.  WHILE THEY WONT BE IN EVERY DIRECTION, THEY CAN RESULT IN A HIT OR MISS SITUATION.  THERE MAY BE OTHER FACTORS AS WELL, AND OF COURSE YOU MAY BE EXPERIENCING THE COMBINATION OF MULTIPLE EFFECTS SIMULTANEOUSLY.  Q  ASKS MY CONDOMINIUM BOARD IS \", \"160913_20.txt\": \"POT WAS PERFECT.  I MADE THE BASE OUT OF A PIECE OF 3/4 INCH PLYWOOD THAT WAS ABOUT 6 INCHES SQUARE.  I DRILLED A HOLE IN THE CENTER OF THE PLYWOOD WITH AN ADJUSTABLE HOLE SAW, JUST LARGE ENOUGH TO PROVIDE A SNUG FIT ON THE OUTSIDE OF THE LAUNCHER TUBE.  I ALSO ROUNDED THE CORNERS OF THE PLYWOOD BASE.  ON THE BOTTOM OF THE FLOWERPOT, MARK THE CENTER AND CONCENTRIC POINTS FOR FOUR OR FIVE MOUNTING SCREWS.  USE THE HOLE SAW TO DRILL OUT THE FLOWERPOT CENTER TO THE SAME SIZE AS THE TUBE OR SLIGHTLY LARGER.  THEN DRILL CLEARANCE HOLES FOR THE MOUNTING SCREWS SEE FIGURE 4.  I USED A SCRAP PIECE OF 2 X 4 FOR SUPPORT INSIDE THE POT WHILE DRILLING FROM THE BOTTOM. CENTER THE POT ON THE PLYWOOD AND ATTACH IT WITH SOME 1/2 OR 3/4 INCH SHEET METAL SCREWS.  A BEAD OF HOT MELT GLUE BETWEEN THE POT AND THE PLYWOOD \", \"160927_20.txt\": \"LOADS, TRANSMITTER OUTPUT POWER SHOULD BE REDUCED TO AVOID ARCING OR COMPONENT DAMAGE.  SETUP  PREVIOUS ANTENNA TUNERS I HAVE REVIEWED FOR QST WERE EVALUATED AT MY OPERATING POSITION IN MY BASEMENT.  RECENTLY I HAVE MADE SOME STATION CHANGES AND GENERALLY OPERATE FROM UPSTAIRS IN MY FIRST FLOOR OFFICE, WHILE THE OLD BASEMENT LOCATION IS NOW DEDICATED TO STATIONS USING VINTAGE EQUIPMENT.  I HAVE A 135 FOOT DIPOLE FED IN THE CENTER WITH 450 WINDOW LINE.  MY BASEMENT STATION IS ABOUT 30 FEET FROM THE WINDOW ENTRANCE PANEL.  MY FIRST FLOOR OFFICE IS ABOUT 50 FEET FROM THE WINDOW ENTRANCE.  I HAVE COAX RUNS FROM THE ENTRANCE PANEL TO BOTH LOCATIONS, AND QUICK PUSH ON COAX CONNECTORS TO ALLOW EASY SWITCHING.  I HAVE A WINDOW LINE RUN TO THE BASEMENT STATION, AND ONE TO THE OFFICE STATION, BUT IT \", \"161011_20.txt\": \"COUNTERPOISE IS USED.  OVERVIEW  THE MT 1 CAN BE PURCHASED IN EITHER KIT OR ASSEMBLED FORM.  TUNING IS ACCOMPLISHED USING A SIMPLE PARALLEL LC CIRCUIT, WITH A VARIABLE CAPACITOR AND A SWITCHED VALUE INDUCTOR.  THE 12 TAP TOROID INDUCTOR IS SOLDERED DIRECTLY TO THE BACK OF THE INDUCTANCE SWITCH FIGURE 9.  THIS CONSTRUCTION TECHNIQUE REDUCES LOSS WHILE TAKING UP LITTLE SPACE. TUCKED NEXT TO THE INDUCTOR ARE THE TUNING CAPACITOR AND THE METER/SENSOR BOARD.  A BNC CONNECTION IS USED AT THE RF INPUT AND BINDING POSTS PROVIDE CONNECTIONS FOR THE ANTENNA WIRE AND GROUND LEAD.  CONTROLS ARE SIMPLE, WITH KNOBS FOR THE TUNING CAPACITOR AND INDUCTOR, AND A METER SWITCH FOR POWER/SWR READINGS.  THE 1 3/8 INCH DIAMETER METER IS ACTUALLY A REPURPOSED VU METER ITS TWO SCALES READ 20 3 DB AND 0 100.  THE 0 100 SCALE IS USED \", \"161025_20.txt\": \"MANUAL COMPLETE, WELL WRITTEN, AND EASY TO FOLLOW.  KENWOOD OFFERS A NUMBER OF ADDITIONAL MANUALS FOR DOWNLOAD AS PDF FILES.  THESE INCLUDE AN IN DEPTH MANUAL AND DOCUMENTS ON USB AUDIO SETTINGS, PC CONTROL COMMANDS, AND THE KENWOOD NETWORK COMMAND SYSTEM FOR USING THE RADIO REMOTELY.  ADDITIONAL SUPPORT IS AVAILABLE FROM THE TS 590S FAMILY RESOURCES PAGE MAINTAINED BY IAN WADE, G3NRW HOMEPAGE. NTLWORLD.  COM/WADEI /TS 590S. HTM.  YOU CAN CHAT WITH OTHER USERS ON THE KENWOOD TS 590 USER GROUP GROUPS. YAHOO.  COM/ NEO/ GROUPS/ KENWOODTS 590/ INFO.  FINAL THOUGHTS THE TS 590SG IS A WORTHY SUCCESSOR TO THE POPULAR TS 590S.  IT OFFERS SOME NEW FEATURES AND AN INCREMENTAL IMPROVEMENT IN PERFORMANCE.  THIS WELL ROUNDED TRANSCEIVER SOUNDS GREAT, HOLDS UP WELL UNDER CROWDED BAND CONDITIONS, AND CONTINUES TO \", \"161108_20.txt\": \"NEEDED.  IT WILL ALSO CARRY AN FM TRANSPONDER AND EXPERIMENTS.  THE FOX 1C AND 1D CUBESATS WILL ALSO CARRY A SINGLE CHANNEL FM L BAND UPLINK THAT WILL ALLOW L/V OPERATION AS WELL AS U/V OPERATION.  IF FOX 1C GOES WELL, AMSAT NA WILL LIKELY SUBMIT AN ELANA LAUNCH PROPOSAL JUST FOR FOX 1D.  WHEN DISCUSSING CUBESATS, 1U, 2U, 3U, ETC.  ARE COMMON TERMS.  1U STANDS FOR 1 UNIT OR ONE CUBESAT, 2U REFERS TO A SINGLE CUBESAT HAVING THE LENGTH OF TWO CUBESATS AND 3U, A CUBESAT THE LENGTH OF THREE, ETC.  FOR DEPLOYMENT, A CUBESAT IS PLACED IN A SINGLE EJECTION HOUSING CALLED A DEPLOYER.  AT ONE END OF THE DEPLOYER IS A SPRING THAT IS DEPRESSED AS THE CUBESAT IS LOADED. A HINGED DOOR IS CLOSED AT THE OTHER END TO HOLD THE SATELLITE IN PLACE. ONCE THE ROCKET REACHES THE ALTITUDE FOR ORBIT, THE DOOR IS OPENED AND THE \", \"161122_20.txt\": \"IT A VERY LONG, BUT PRODUCTIVE DAY.  DURING THE PAST FEW YEARS, GOVERNMENTAL ORGANIZATIONS HAVE NOT HAD THE FUNDING TO DEVELOP AND CONDUCT TRAINING EXERCISES OF THIS MAGNITUDE, AND THE HHH EVENT PROVIDES ALL OF US WITH VALUABLE TRAINING EXPERIENCES THAT WILL ALLOW US TO FUNCTION VERY WELL IN AN ACTUAL EMERGENCY SITUATION.  EACH YEAR WE LEARN SOMETHING NEW, AND FIND THAT THIS IS A REWARDING EXPERIENCE FOR EACH AMATEUR OPERATOR PARTICIPATING.  I WORKED THE FIRST EVENT IN 1981, AND HAVE LEARNED FROM EACH EVENT SINCE THE VERY BEGINNING.  OPERATION SHAKY ENDEAVOR WILLIAM GRIMSBO, N0PNP EMERGENCY COORDINATOR ST CHARLES COUNTY, MISSOURI ARES  THE SIMULATED EMERGENCY TEST SCENARIO WAS AN EARTHQUAKE ON THE NEW MADRID SEISMIC ZONE, WHICH TRIGGERED A QUAKE ON THE WABASH VALLEY FAULT SYSTEM. \", \"161206_20.txt\": \"4000, OR 5000 HZ.  I FOUND 5000 HZ GOOD FOR STRONG STATIONS WITH WIDE AUDIO, WHILE 2500 HZ WAS PERFECT FOR WEAK STATIONS WITH INTERFERENCE AT THE EDGES.  SIMILARLY, THE LOW END CAN BE SET TO 0, 100, 200, OR 300 HZ.  FM OPERATION IS WELL SUPPORTED WITH CTCSS TONE ENCODING AND DECODING ALONG WITH THE CAPABILITY TO MEMORIZE CHANNELS IN SPLIT MODE FOR REPEATER OPERATION.  THE TRANSMIT AND RECEIVE TONE FREQUENCIES CAN BE SET INDEPENDENTLY.  THE RECEIVER CAN ALSO BE SET TO DETERMINE THE CTCSS TONE FREQUENCY OF A RECEIVED STATION TO FACILITATE OPERATION THROUGH NEWLY ENCOUNTERED REPEATERS.  THE FM MODE HAS A DEDICATED MENU SELECTION FOR MIC GAIN AS WELL AS A FRONT PANEL BUTTON TO SELECT WIDE OR NARROW TRANSMIT DEVIATION.  THERE DOESNT APPEAR TO BE ANY PROVISION FOR USE OF DIGITALLY \", \"161220_20.txt\": \"DONT OVERLOAD THE BRANCH.  ED.  YES, I KNOW THE PREFERRED METHOD IS TO RUN A DIRECT LINE FROM THE BATTERY, BUT THAT INVOLVES TAPPING THE BATTERY AND RUNNING WIRES THROUGH THE FIREWALL.  THE FUSE TAP IS AN EASY WAY TO FEED A VHF OR UHF HANDHELD TRANSCEIVER, MOBILE RIG, OR OTHER LOW POWER ACCESSORY. THE FUSE TAP IS AVAILABLE FROM VARIOUS RETAILERS AND IS USUALLY SUPPLIED WITH SEVERAL FUSES.  IT SURE BEATS TRYING TO SPLICE WIRES TO ADD AN INLINE FUSE.  12 V DC POWER STRIP WHILE RECONFIGURING MY TEST BENCH, I REALIZED I NEVER HAD ENOUGH 12 V DC CONNECTIONS AVAILABLE.  SINCE MANY PIECES OF TEST EQUIPMENT AND HOMEMADE DEVICES RUN ON 12 V, HAVING A CONVENIENT DISTRIBUTION PANEL WOULD BE HELPFUL.  AFTER SOME THOUGHT, MY DESIGN GOALS BECAME SOMETHING THAT WOULD HAVE POWERPOLES, A CAR POWER SOCKET, A POWER ON \", \"160105_30.txt\": \"A LONG, LONG TIME.  THERES A VIDEO OF THAT CONTACT ON YOUTUBE SEARCH FOR KH6HME AND N6NB AS KEYWORDS.  YES, I WAS USING A TRANSVERTER, BUT I COULD HAVE DONE IT JUST AS EASILY WITH A SMALL, INEXPENSIVE FM TRANSCEIVER. WITHIN CALIFORNIA, WE ROUTINELY WORK OVER MOUNTAIN RANGES ON 222 FM, WITH SIGNALS OFTEN BETTER THAN WHAT WERE HEARING ON 144 MHZ SSB.  GRANTED, PART OF THAT IS ATTRIBUTABLE TO 222 BEING SUCH A GOOD TROPO BAND ALMOST ALWAYS BETTER THAN 144 OR 432 OVER RUGGED PATHS IN THE SOUTHWEST.  ON MY UTAH DM37 DXPEDITIONS, I HAVE CONSISTENTLY SEEN BETTER SIGNALS ON 222 THAN ON 144 OVER THE YEARS, REGARDLESS OF THE MODE.  ITS NO ACCIDENT THAT DURING VHF CONTESTS WE USE 222 FM AS OUR LIAISON BAND TO COORDINATE LONG HAUL SSB CONTACTS ON OTHER BANDS.  WE USE THE BAND AND MODE THAT HAS PROVEN TO BE THE MOST RELIABLE OVER TIME.  MY SUGGESTION DONT SELL FM SHORT AS A DX AND CONTEST MODE.  IF YOURE NOT ON 222 MHZ NOW, BUY AN INEXPENSIVE FM TRANSCEIVER AND JOIN THE ACTION ON THIS AMAZING BAND.  IF YOU OPT FOR THE ALINCO G29, YOULL INSTANTLY BE ON BOTH 222 AND 902.  ONE CAVEAT DONT EXPECT MIRACLES ON 902 MHZ.  902 IS A SHARED BAND SO FULL OF OTHER USERS THAT THE \", \"160119_30.txt\": \"AIRED AT THE JULY ARRL BOARD OF DIRECTORS MEETINGS ENDORSING ADDITIONAL HF DIGITAL PRIVILEGES FOR TECHNICIANS AND REFERRED TO THE EC FOR STUDY CAME IN FOR CONSIDERABLE DISCUSSION DURING THE MEMPHIS MEETING.  THE ORIGINAL MOTION BY ARRL SOUTHEASTERN DIVISION DIRECTOR DOUG REHMAN, K4AC, SOUGHT A PETITION FOR RULE MAKING TO THE FCC SEEKING DIGITAL PRIVILEGES FOR TECHNICIANS ON NARROW SEGMENTS OF 80, 40, AND 15 METERS.  AFTER DISCUSSING THE PROPOSALS PROS AND CONS, THE EC PUT THE BALL BACK INTO THE BOARDS COURT IN A MODIFIED FORM THE EC RECOMMENDED THAT THE BOARD CONSIDER SOLICITING INPUT FROM THE MEMBERSHIP ON ADDING DATA PRIVILEGES FOR NOVICES AND TECHNICIANS WITHIN THEIR EXISTING 15 METER SUBBAND.  THIS IS NOT A PROPOSAL THAT THE BOARD ADOPT DATA PRIVILEGES FOR TECHS AND NOVICES ON 15 METERS AS AN OBJECTIVE, AND IT IS MOST DEFINITELY NOT AN ARRL PROPOSAL TO THE FCC, STRESSED ARRL CEO DAVID SUMNER, K1ZZ, A NON VOTING MEMBER OF THE EC.  THAT WOULD COME LATER, IF AT ALL, AFTER THE BOARD HAS HAD AN OPPORTUNITY TO WEIGH MEMBERSHIP INPUT.  IN OTHER BUSINESS, ARRL GENERAL COUNSEL CHRIS IMLAY, W3KD, TOLD THE EC TO EXPECT AN FCC NOTICE OF PROPOSED RULE MAKING IN \", \"160202_30.txt\": \"SETUP YOU WILL NEED A PC OR LAPTOP RUNNING WINDOWS, AND AN INTERNAL SOUND CARD OR EXTERNAL USB SOUND CARD.  I PREFER EXTERNAL USB SOUND CARDS THAT USE THE TEXAS INSTRUMENTS SOUND CHIP BECAUSE THEY REQUIRE NO DRIVER INSTALLATION.  EXAMPLES INCLUDE THE BEHRINGER UCA 202 AND ADS RDX 150.  SET YOUR COMPUTER CLOCK TO UTC WITHIN 1 SECOND.  THIS IS NECESSARY BECAUSE WSPR TRANSMITS ON EVEN NUMBERED MINUTES 0, 2, 4, ETC.  CORRECT UTC CAN BE FOUND ON THE INTERNET AT WWW. USNO. NAVY.  MIL/.  OTHERWISE, A TIME CLOCK SYNCHRONIZED TO THE NATIONAL INSTITUTE OF STANDARDS AND TECHNOLOGY NIST RADIO STATION, WWV, WORKS WELL.  YOU DONT HAVE TO BE CONNECTED TO THE INTERNET TO TRANSMIT WSPR.  BUT TO SEE WHERE YOU ARE BEING RECEIVED YOU NEED TO CHECK WSPRNET. ORG, ENTER YOUR CALL SIGN, AND VIEW THE MAP THAT LOOKS LIKE THE ONE SHOWN IN FIGURE 1.  WSPR SOFTWARE YOU CAN DOWNLOAD AND INSTALL THE FREE WSPR SOFTWARE FROM THE WSPR SITE.  THE SOFTWARE DISPLAYS A BLACK WINDOW FOR ERROR MESSAGES AND A MAIN SCREEN SHOWN IN FIGURE 3.  CLICK SETUP AND ENTER YOUR CALL SIGN, POWER LEVEL, SOUND CARD SETTING, AND MAIDENHEAD GRID LOCATION.  CONNECT YOUR AUDIO CABLE, DC POWER SOURCE, AND \", \"160216_30.txt\": \"XR6 INCORPORATES 11 FULL SIZE ELEMENTS ON A 12 FOOT BOOM AND USES A SINGLE FEED LINE.  IT OPERATES AS A MONOBAND TWO ELEMENT YAGI ON EACH BAND.  THE 20, 17, AND 15 METER YAGIS USE A DRIVEN ELEMENT AND REFLECTOR, WHILE THE 10 AND 6 METER YAGIS USE A DRIVEN ELEMENT AND DIRECTOR.  THERE IS A 12 METER DRIVEN ELEMENT, BUT THAT ANTENNA USES THE 15 AND 10 METER ELEMENTS FOR DIRECTIVITY RATHER THAN ITS OWN REFLECTOR OR DIRECTOR.  THATS A LOT OF ELEMENTS ON SUCH A SHORT BOOM.  TO MAKE THE SPACING WORK OUT, THE 10 METER DRIVEN ELEMENT IS MOUNTED ON STANDOFFS DIRECTLY BELOW THE 20 METER DRIVEN ELEMENT, AND THE 12 METER DRIVEN ELEMENT IS MOUNTED ON STANDOFFS AS WELL. THE DESIGN GOAL WAS TO HOLD PATTERN, SWR, AND GAIN PERFORMANCE OVER A WIDE BANDWIDTH WHILE KEEPING THE OVERALL ANTENNA COMPACT.  THE XR6 BOOM IS 2 INCHES OD WITH A 1/8 INCH WALL, AND NO SUPPORT TRUSS IS REQUIRED.  ELEMENTS ARE MADE FROM HIGH STRENGTH ALUMINUM TUBING, AND ELEMENT JOINTS ARE SECURED WITH RIVETS.  ALL ELEMENTS ARE INSULATED FROM THEIR MOUNTING BRACKETS AND FROM THE BOOM USING RUGGED STAUFF CLAMP INSULATORS.  THE FEED SYSTEM CONSISTS OF A PARALLEL CONDUCTOR TRANSMISSION LINE MADE FROM SQUARE \", \"160301_30.txt\": \"AT WWW. RSGBIOTA. ORG. ED., AND OTHER SUCH THINGS THAT I HAD NO KNOWLEDGE OF, I REALIZED THAT I NEEDED TO STUDY UP AND THAT ID NEED TO POSTPONE AND RETHINK MY GUERRILLA PORTABLE TRIP.  GRID CHASERS, ISLAND CHASERS MY STUDY BEGAN WITH THE FRED FISH MEMORIAL AWARD, OR FFMA.  FRED FISH, W5FF SK, WAS THE FIRST AMATEUR TO WORK AND CONFIRM 6 METER CONTACTS TO ALL 488 MAIDENHEAD GRID SQUARES SEE THE SIDEBAR, THE MAIDENHEAD LOCATOR SYSTEM IN THE 48 CONTIGUOUS UNITED STATES.  THE FFMA IS GIVEN TO HAMS WHO ACCOMPLISH THE SAME THING.  I COULDNT SEE MYSELF CHASING GRIDS, BUT THE IDEA OF PROVIDING A RARE GRID TO OTHER HAMS WAS ENTICING.  CLEARLY, IT WOULD BE A WASTE TO GO ALL THE WAY TO DRY TORTUGAS WITH A RANDOM BAND PLAN AND AN AVERAGE ANTENNA, SO I BEGAN RESEARCH FOR AN OFF GRID STATION FOR 6 METERS AND OTHER HAM BANDS.  CHOOSING COMPACT GEAR THATS RIGHT, OFF GRID.  THERES NOTHING AT GARDEN KEY.  YOU EVEN HAVE TO BRING YOUR OWN WATER.  PACKING IT ALL IN WOULD BE A CHALLENGE.  BECAUSE OF THAT, I KNEW MY ANTENNA WOULD HAVE TO BE LIGHTWEIGHT AND BREAK DOWN TO LESS THAN 48 INCHES A NUMBER I DECIDED ON AS SIMPLY BEING EASY TO HANDLE, GIVEN THAT I HAD TO BRING A NUMBER OF \", \"160315_30.txt\": \"ON THE MONITOR.  PICAXE PROVIDES A CABLE WITH A SERIAL CONNECTOR OR A USB CONNECTOR, AND A 1/8 INCH STEREO AUDIO PLUG.  TYPE THE PROGRAM INTO A TEXT FILE AND PASTE INTO THE PICAXE EDITOR TO PROGRAM THE PICAXE 18M2.  THE SAVED PICAXE PROGRAM BECOMES A BAS FILE.  SWITCH S1 SELECTS EITHER AN INTERNAL 9 V BATTERY OR THE EXTERNAL BATTERY THAT THE CIRCUIT MONITORS. THE WATTMETER FUNCTION REQUIRES THE INTERNAL BATTERY.  WHEN THE VOLTMETER USES INTERNAL POWER ITS INPUT RESISTANCE IS MORE THAN 15 K.  SELECT THE VOLTMETER OR WATTMETER FUNCTION WITH SWITCH S2.  THE WATTMETER REQUIRES A PEAK VOLTAGE FROM AN RF DETECTOR AT ITS INPUT.  FIGURE 2 SHOWS THE RF DETECTOR AND ITS CALIBRATING POTENTIOMETER R11.  THE VOLTMETER AND WATTMETER FUNCTIONS USE TWO DIFFERENT PROGRAMS.  WHEN YOU SELECT THE WATTMETER, S2 ALSO PULLS DOWN THE NORMALLY HIGH PIN C2 OF THE PICAXE TO SELECT THE WATTMETER PROGRAM.  MY MONITOR CIRCUIT FIGURE 1 HAS AN INPUT VOLTAGE DIVIDER TO SCALE DOWN THE INPUT TO THE 0 5 V LEVEL REQUIRED AT THE ADC INPUT PIN C1.  THE PICAXE 18M2 PROVIDES A 10 BIT ADC USING THE 5 V SUPPLY AS A REFERENCE, SO 5 V INPUT BECOMES DECIMAL 1024 WHEN CONVERTED.  A \", \"160329_30.txt\": \"VOLTAGE USING THE ORIGINAL VOLTMETER INPUT.  I DESIGNED THE RF DETECTOR FOR A MAXIMUM 34 V PEAK ACROSS THE CAPACITOR.  THAT CORRESPONDS TO AN RF POWER OF OR NEARLY 12 W.  THIS IS A USEFUL VALUE FOR LOW POWER OPERATIONS.  THE PICAXE RF POWER PROGRAM SQUARES THE DECIVOLT READING, ADJUSTS DECIMAL POINT TO READ MW, AND MULTIPLIES BY 4 TO GET MW DISSIPATED IN THE 50 LOAD RL.  I USED THE SAME 11 LEDS AS IN THE VOLTMETER, BUT NOW THEY DISPLAY POWER LEVELS FROM 1 TO 11 W IN 1 W STEPS.  THE LEAD PHOTO SHOWS THE LED ARRANGEMENT ON THE ENCLOSURE.  THIS SIMPLE HARDWARE INSTRUMENT SHOWS HOW A MICROCONTROLLER CAN BE USED TO PERFORM MEASUREMENTS, AND THE ARITHMETIC NEEDED TO PROVIDE A MEANINGFUL INDICATION USING A BASIC PROGRAM.  MY PROGRAM LISTING IS AVAILABLE ON THE QST IN DEPTH WEB PAGE.  AMATEUR EXTRA CLASS OPERATOR MERT NELLIS, W0UFO, WAS FIRST LICENSED AS W9UFO IN NASHWAULK, MINNESOTA, THEN AS W8CNC IN EAST LANSING, VIRGINIA BEFORE HE OBTAINED HIS CURRENT CALL SIGN.  HE RECEIVED A BSEE DEGREE FROM IOWA STATE UNIVERSITY, THEN AN MSEE FROM MICHIGAN STATE UNIVERSITY AND IS A REGISTERED PROFESSIONAL ENGINEER IN MINNESOTA, WORKING IN MAGNETIC AND INDUSTRIAL \", \"160412_30.txt\": \"ROTATOR AT THE BASE OF THE MAST, ALLOWING COMPLETE MAST ROTATION.  THIS IS NOT AS DIFFICULT AS IT MAY SOUND, ESPECIALLY IF YOU ARE USING A HEXSTYLE BEAM.  IF YOU ARE LOOKING FOR A ROBUST, PORTABLE MAST, LOOK NO FURTHER THAN THE SPIDERBEAM MAST.  REASONABLY LIGHTWEIGHT, EASY TO SHIP ON MOST AIRLINES, RIDICULOUSLY STURDY, AND EASY TO SET UP WITH ONE PERSON WITH A FEW OPTIONAL ITEMS, THIS MAST WILL BE A PART OF YOUR PORTABLE GEAR FOR A LONG, LONG TIME.  PHONEMA KSP3 HAM SPEAKER  PHONEMA INTENDS TO PROVIDE EXTERNAL SPEAKERS DESIGNED TO WORK WITH MOST POPULAR AMATEUR TRANSCEIVERS. AS WE WRITE THIS, THEIR ONLY PRODUCT IS THE KSP3, DESIGNED TO COMPLEMENT THE POPULAR ELECRAFT K3 TRANSCEIVER.  THEY HAVE ANNOUNCED PLANS TO OFFER SIMILAR UNITS FOR CURRENT ICOM, KENWOOD, TENTEC, AND YAESU RADIOS. ELECRAFT SEEMS LIKE A LOGICAL STARTING POINT, SINCE THE ELECRAFT TEAM HAS ELECTED TO FOCUS ON THEIR RADIOS, AMPLIFIERS, TUNERS AND TEST GEAR, LEAVING EXTERNAL SPEAKERS AND POWER SUPPLIES TO OTHERS.  BASED ON THE SUCCESS OF THEIR PRIMARY PRODUCTS, THIS SEEMS TO HAVE BEEN A GOOD CHOICE.  IT DOES LEAVE A SPACE FOR OTHERS TO FILL, AND PHONEMA HAS JUMPED IN.  THE KSP3 \", \"160426_30.txt\": \"CAUSING A 5 MS GAP IN RECEIVER NOISE FOLLOWED BY A NEGATIVE AMPLITUDE EXCURSION OF THE BASELINE LASTING FROM 65R2 MS TO 126R1 MS.  THAT EVENT MARKS THE TRANSMISSION OF THE 60R9 MS DIT DURATION.  THE TRANSCEIVER RECOVERS FROM TRANSMIT TO RECEIVE MODE BETWEEN 126R1 AND 182R5 MS, AND THE RECEIVER IS BACK ON AT 182R5 MS.  A RETURN PULSE SHORT DELAYED ECHO STARTS AT APPROXIMATELY 217R4 MS AND ENDS AT 277R8 MS, FOLLOWED BY MORE RECEIVER NOISE.  THE TRANSMITTED PULSE WIDTH WAS APPROXIMATELY 60R9 MS.  I ESTIMATED THE ECHO PULSE DURATION AS 60R4 MS, WHICH IS VERY CLOSE TO THE TRANSMITTED PULSE WIDTH.  PICKING START AND END TIMES OF THE ECHO IN THE PRESENCE OF NOISE IS NOT EXACT.  THE DELAY BETWEEN TRANSMISSION AND ECHO RECEPTION WAS APPROXIMATELY 152R2 MS.  BY COMPARISON, PROPAGATION DELAY TIME FOR A TRIP AROUND EARTH OR HALFWAY AND BACK IS SLIGHTLY LONGER THAN 138 MS.  MY EARLIER REPORT ON 80 METER BAND SHORT DELAYED ECHO OBSERVATIONS APPEARED IN THE JUNE 2007 ISSUE OF QST.  SEVERAL AMATEURS RESPONDED IN QSTS MARCH 2009 TECHNICAL CORRESPONDENCE COLUMN, AND PROVIDED SEVERAL POSSIBLE EXPLANATIONS FOR ECHOES WITH TIME DELAYS LONGER THAN A SIGNAL GOING AROUND EARTH.  A \", \"160510_30.txt\": \"RADIO EQUIPMENT.  INTERFERENCE POTENTIAL GOES BOTH WAYS  DIGITAL SIGNALS ARE RICH IN HARMONIC CONTENT, AND OFTEN GENERATE PERIODIC BIRDIES AND HASH WELL INTO THE VHF SPECTRUM.  THESE SIGNALS INTERFERE WITH OUR ABILITY TO HEAR, PARTICULARLY WHEN USING SSB, ALTHOUGH FM RECEPTION CAN BE AFFECTED TOO.  PERHAPS MORE IMPORTANTLY, MOBILE TRANSMISSIONS CAN INTERFERE WITH THE VARIOUS SENSORS FEEDING DATA TO THEIR RESPECTIVE CPUS.  THIS IS PARTICULARLY THE CASE WHEN EXCESSIVE COMMON MODE CURRENT FLOWS ON OUR FEED LINES COAX.  WE SHOULD NOTE THAT THE CPUS THEMSELVES ARE DESIGNED AND RIGOROUSLY TESTED TO REJECT RFI WELL INTO THE GHZ SPECTRUM.  ALTHOUGH EXEMPT FROM FCC PART 15 RULES, AUTOMOBILE MANUFACTURERS DO THEIR BEST TO LIVE UP TO THE PART 15 REQUIREMENTS.  IT IS ONE OF THE REASONS WHY PASSIVATED GLASS IS USED IN MODERN PASSENGER VEHICLES.  ENGINE IDLE SHUTOFF ONE OF THE LATEST AUTOMOTIVE INNOVATIONS IS EIS ENGINE IDLE SHUTOFF.  IN SHORT, YOU PULL UP TO A RED TRAFFIC LIGHT, AND THE ENGINE SHUTS OFF.  WHEN THE TRAFFIC LIGHT TURNS GREEN, YOU LET OFF THE BRAKE, THE ENGINE RESTARTS, AND AWAY YOU GO.  BEHIND THE SCENES ARE REQUISITE HARDWARE CHANGES THAT \", \"160524_30.txt\": \"MHZ.  A LOW PASS FILTER REMOVES THE CLOCK AND ALIAS SIGNALS.  THE AD603 VARIABLE GAIN AMPLIFIER PROVIDES A 0 TO 40 DBM OUTPUT DEPENDING ON THE DC VOLTAGE PRESENT ON THE CONTROL PIN, WHICH IN THIS CASE IS DRIVEN BY A SPI CONTROLLED DIGITAL POTENTIOMETER.  THE POTENTIOMETER IS CONFIGURED TO PROVIDE 200 STEPS FOR THE ENTIRE RANGE, WHICH TRANSLATES TO 0R2 DB STEPS. TWO 40 DB SWITCHED FIXED ATTENUATORS FOLLOW THE AD603 VARIABLE GAIN AMPLIFIER VGA TO PROVIDE A 0 TO 120 DBM RANGE.  VERY FEW PARTS ARE REQUIRED FOR THIS PROJECT FIGURE 2 BECAUSE OF THE HIGH LEVEL OF INTEGRATION IN THE VARIOUS MODULES.  SINCE THE UPPER FREQUENCY IS ONLY 10 MHZ, THE LAYOUT IS NOT PARTICULARLY CRITICAL, BUT YOU SHOULD TAKE CARE TO KEEP THE LEADS OF THE RESISTORS THAT MAKE UP THE 40 DB ATTENUATORS AS SHORT AS POSSIBLE.  USE SHIELDED CABLE BETWEEN THE OUTPUT JACK AND THE FINAL ATTENUATOR TO PREVENT COUPLING OF UNWANTED NOISE AND SIGNALS.  YOU CAN BUILD THIS USB CONTROLLED GENERATOR IN TWO VERSIONS.  YOU CAN BUILD EITHER VERSION OF THE GENERATOR ON PERFBOARD FIGURE 3, OR ON THE AVAILABLE CIRCUIT BOARD FIGURE 4.  THE USB TO SPI MODULE PLUGS INTO THE UPPER LEFT OF THE PCB.  FIGURE 5 SHOWS THE \", \"160607_30.txt\": \"DUE TO MISREMEMBERING WITHOUT CHECKING THE NUMBERS.  Q THERES A TV ANTENNA MOUNTED ON MY TOWER FOR TIMES WHEN SATELLITES FADE AWAY IN RAIN OR WHEN I WANT TO WATCH ONE OF THE 40 CHANNELS THAT ARE NOT AVAILABLE TO ME VIA MY SATELLITE SERVICE.  IN THE 50S AND 60S THERE WERE ANTENNAS OF THIS TYPE OF CONSTRUCTION BEING MARKETED FOR AMATEUR USE ON OUR VHF BANDS.  THERE WERE ALSO SOME ARTICLES DESCRIBING HOW TO MODIFY STANDARD TV ANTENNAS FOR AMATEUR USE.  IT APPEARS THAT MY VERY STANDARD MODEL IS A 300 DESIGN USING A 1 4 BROADBAND BALUN AT THE ANTENNA TO MATCH 75 COAX CABLE.  SO, I HAVE AN ANTENNA ON MY TOWER THAT IS ONLY USED A FEW TIMES A YEAR BUT IS POINTED TOWARD HOUSTON, WHERE ID LIKE TO MAKE VHF CONTACTS.  IS THERE A WAY THAT I COULD MAKE USE OF THIS ON THE 144, 222, 440, OR 900 MHZ HAM BANDS WHEN IM NOT USING IT FOR TV?  A THE ANTENNA YOU HAVE SEE FIGURE 2 IS A CLASSIC LOG PERIODIC, WITH A FEW TWISTS.  IT IS DESIGNED TO OPERATE ON THE LOW BAND TV CHANNELS 2 6, 54 88 MHZ USING THE LONGER ELEMENTS IN 1/2 WAVELENGTH MODE. THEY ARE BENT FORWARD SO THAT THEIR PATTERN WILL HAVE A MAINLY FORWARD LOBE IN 3/2 WAVELENGTH MODE ON THE VHF HIGH BAND CHANNELS 7 13, 174 216 MHZ. \", \"160621_30.txt\": \"PROBABLY MORE REASONABLE TO ASSUME THE OPPOSITE.  RADIO MAGAZINE HAS SCANNED AND PUBLISHED ONLINE TWO 1970S ERA PROOF OF PERFORMANCE MANUALS ONE FOR AM STATIONS AND ONE FOR FM STATIONS.  THESE MANUALS WERE TYPICAL OF THE DOCUMENTATION THAT GUIDED THOUSANDS OF CHIEFS CHIEF ENGINEERS AS THEY CONDUCTED THE NECESSARY TESTING, QUITE POSSIBLY THE MOST IMPORTANT ENGINEERING ASSIGNMENT THAT MOST RADIO STATION CHIEF ENGINEERS HAVE FIRST OF ALL, IT DEMONSTRATES TO THE FCC THAT THE STATION IS AT LEAST ABLE TO MEET MINIMUM TECHNICAL STANDARDS OR FAR EXCEED THEM.  A SATISFACTORY PROOF ALSO ASSURES THE BROADCASTER THAT THE FACILITY IS DOING WHAT IT IS SUPPOSED TO DO, AT LEAST TECHNICALLY.  THE MANUALS GO ON TO SHOW THE REQUIRED TEST EQUIPMENT AND ITS CONFIGURATION, WHAT TESTS ARE NEEDED AND HOW TO PERFORM THEM, AND PROVIDES FORMS FOR THE NECESSARY DATA.  THE GOAL OF A BROADCAST FACILITY PROOF IS TO MAKE SURE THAT THE ENTIRE PROGRAMMING CHAIN, FROM THE MICROPHONES AND AUDIO INPUTS TO THE TRANSMITTED SIGNAL, WERE IN GOOD ORDER. SUCH TESTING CHECKS NOISE, DISTORTION, AND FREQUENCY RESPONSE OF ALL AUDIO HANDLING EQUIPMENT.  TV STATIONS HAVE SIMILAR REQUIREMENTS FOR VIDEO \", \"160705_30.txt\": \"ENGLISH, AND FOREIGN AMATEURS NEED TO BE ABLE TO UNDERSTAND NATIVE ENGLISH SPEAKERS OR OTHER NON NATIVE SPEAKERS OF ENGLISH CORRECTLY.  FROM ITS INCEPTION, THE RESEARCH WAS INTENDED TO HELP BOTH INTERNATIONAL CIVIL AVIATION AND THE US MILITARY AVIATION.  THE RESEARCH PROJECT, WHICH WAS CARRIED ON AT OHIO STATE UNIVERSITY, WAS TASKED TO COORDINATE WITH, AND REPORT TO, THE ICAO AND THE CIVIL AERONAUTICS ADMINISTRATION CAA THE PREDECESSOR TO THE FAA.  ALTHOUGH THE ATTEMPT TO PRODUCE AN IMPROVED SYSTEM STARTED OUT WITH THE US MILITARY SYSTEM AS A STARTING TEMPLATE, ONLY FOUR LETTERS, C CHARLIE, M MIKE, V VICTOR, AND X X RAY, SURVIVED BY THE TIME ICAO ADOPTED THE FINAL NEW SYSTEM IN 1956.  ADAPTIVE ENUNCIATION  THE FOLLOWING ARE SOME OF THE INTERESTING, AND IMPORTANT, FINDINGS AND RESULTANT MODIFICATIONS/CHANGES INCORPORATED IN THE CURRENT SYSTEM YOU MAY HAVE NOTICED TWO NON STANDARD ENGLISH SPELLINGS IN THE CURRENT SYSTEM ALFA AND JULIETT, INSTEAD OF ALPHA AND JULIET, AS NATIVE ENGLISH SPEAKERS NORMALLY SPELL THEM.  THEY ARE INTENTIONAL MODIFICATIONS.  THE RESEARCH DISCOVERED, CONFIRMING WHAT HAD BEEN NOTICED FROM EXPERIENCE BY AVIATORS \", \"160802_30.txt\": \"ANTENNA JACK IS A BNC CONNECTOR, AND THERES ALSO A COAXIAL DC POWER JACK. A PUSH BUTTON ENGAGES THE BUILT IN 19 DB AS MEASURED IN THE LAB ATTENUATOR. CONSTRUCTION KIT CONTENTS INCLUDE ONE PLASTIC BAG OF PARTS, A FRONT AND BACK PANEL, A SATIN FINISHED ALUMINUM ENCLOSURE, AND TWO CIRCUIT BOARDS. DOCUMENTATION CONSISTS OF PDF VERSIONS OF THE CONSTRUCTION AND OPERATING MANUALS ON A MINIATURE CD.  WE WERE HAPPY TO SEE THE LCD DISPLAY BOARD WAS COMPLETE AND REQUIRED NO SOLDERING.  EVEN BETTER, THE MAIN CIRCUIT BOARD HAD ALL OF ITS TINY SURFACE MOUNTED PARTS INSTALLED, SO THERE ARE ONLY 22 THROUGH HOLE PARTS TO SOLDER AND THREE TOROIDS THAT NEEDED WINDING. OVERALL, PETE FOUND THAT BUILDING THE EK1A IS NOT TOO DIFFICULT.  THE CONSTRUCTION MANUAL DOES NOT HAVE STEP BY STEP INSTRUCTIONS.  INSTEAD, THERE ARE COLOR PHOTOS WITH BRIEF INSTRUCTIONS OF WHAT NEEDS TO BE DONE. FOR EXAMPLE, AFTER BRIEFLY EXPLAINING HOW MANY TURNS OF WIRE MUST BE WRAPPED AROUND THE TOROIDS, THE NEXT STEP IS PLEASE INSTALL ALL OTHER PARTS EXCEPT Q9 AND Q10.  THE INSTRUCTION FOR INSTALLING THE ELECTROLYTIC CAPACITORS WAS TO NOTE THE RIGHT DIRECTION.  NO MENTION WAS MADE ABOUT THE \", \"160816_30.txt\": \"SHIELD IS OF THE SAME MAGNITUDE, BUT OF THE OPPOSITE PHASE, AS THAT ON THE CENTER CONDUCTOR.  IN THIS CASE, THE ANTENNA HAS NO CLUE AS TO WHICH SIDE IS CONNECTED TO THE SHIELD.  EVEN IF THERE IS NO COMMON MODE CHOKE OR BALUN AND SOME CURRENT FLOWS DOWN THE OUTSIDE OF THE SHIELD, NEITHER THE INSIDE, NOR THE OUTSIDE, OF THE ANTENNA END OF THE COAX SHIELD IS GENERALLY AT GROUND POTENTIAL.  SO THE HALF DIPOLE CONNECTED TO THE SHIELD IS JUST AS MUCH A PART OF THE RADIATING ANTENNA AS THE HALF CONNECTED TO THE INNER CONDUCTOR.  Q  ASKS IN THE EARLY 1960S, MY HIGH SCHOOL HAM BUDDIES AND I WERE HANGING OUT ON 40 METER PHONE ON FRIDAY AND SATURDAY NIGHTS, RAGCHEWING.  WE SPENT MANY ENJOYABLE HOURS ON 40 METER AM WITH OUR 40 TO 100 W OUTPUT RIGS OF THE PERIOD.  WE WERE ALL WITHIN 12 TO 15 MILES OF EACH OTHER, WERE USING DIPOLES OR SIMPLE VERTICALS, AND SIGNALS WERE ALL S 9. FAST FORWARD 50 SOME YEARS.  WE ARE ALL BACK ON THE AIR NOW, AND RETIRED AFTER BUILDING BUSINESSES AND RAISING FAMILIES.  WE HAVE BALUNS ON OUR DIPOLES, GOOD MATCHING AT THE BASE OF OUR VERTICALS, STATE OF THE ART 100 W SSB RIGS AND, ALTHOUGH IN HOMES AND NEIGHBORHOODS SOMEWHAT DIFFERENT FROM \", \"160830_30.txt\": \"SHIELD IS OF THE SAME MAGNITUDE, BUT OF THE OPPOSITE PHASE, AS THAT ON THE CENTER CONDUCTOR.  IN THIS CASE, THE ANTENNA HAS NO CLUE AS TO WHICH SIDE IS CONNECTED TO THE SHIELD.  EVEN IF THERE IS NO COMMON MODE CHOKE OR BALUN AND SOME CURRENT FLOWS DOWN THE OUTSIDE OF THE SHIELD, NEITHER THE INSIDE, NOR THE OUTSIDE, OF THE ANTENNA END OF THE COAX SHIELD IS GENERALLY AT GROUND POTENTIAL.  SO THE HALF DIPOLE CONNECTED TO THE SHIELD IS JUST AS MUCH A PART OF THE RADIATING ANTENNA AS THE HALF CONNECTED TO THE INNER CONDUCTOR.  Q  ASKS IN THE EARLY 1960S, MY HIGH SCHOOL HAM BUDDIES AND I WERE HANGING OUT ON 40 METER PHONE ON FRIDAY AND SATURDAY NIGHTS, RAGCHEWING.  WE SPENT MANY ENJOYABLE HOURS ON 40 METER AM WITH OUR 40 TO 100 W OUTPUT RIGS OF THE PERIOD.  WE WERE ALL WITHIN 12 TO 15 MILES OF EACH OTHER, WERE USING DIPOLES OR SIMPLE VERTICALS, AND SIGNALS WERE ALL S 9. FAST FORWARD 50 SOME YEARS.  WE ARE ALL BACK ON THE AIR NOW, AND RETIRED AFTER BUILDING BUSINESSES AND RAISING FAMILIES.  WE HAVE BALUNS ON OUR DIPOLES, GOOD MATCHING AT THE BASE OF OUR VERTICALS, STATE OF THE ART 100 W SSB RIGS AND, ALTHOUGH IN HOMES AND NEIGHBORHOODS SOMEWHAT DIFFERENT FROM \", \"160913_30.txt\": \"TO SERVE AS AN INDEX FOR THE WHOLE KEYPAD.  I MADE THE OTHER THREE THE SAME COLOR.  START THE HOLES WITH A SMALL DRILL BIT AND SLOWLY INCREASE THE SIZE AS REQUIRED.  MOUNT THE SWITCHES AND SOLDER THE FOUR RESISTORS IN PLACE SEE FIGURE 2.  CONNECT A CABLE WITH A 3R5 MILLIMETER PLUG ON THE END.  ANY OLD AUDIO CABLE WITH THE PLUG ATTACHED CUT TO LENGTH WILL DO.  I SECURED THE CABLE IN PLACE WITH SOME HOT MELT GLUE AND MATED THE UPPER AND LOWER SHELL HALVES TOGETHER AGAIN.  A LITTLE INSTANT BOND GLUE WILL HOLD THEM IN PLACE IF THE TABS DONT ALIGN AS THEY SHOULD.  THE FINISHED KEYPAD IS SHOWN IN FIGURE 3.  THE NEXT THING YOU MUST DO IS CONNECT TWO SMALL LEADS FROM INSIDE YOUR MICROPHONE PLUG TO A FEMALE 3R5 MILLIMETER LINE MOUNT SOCKET TO CONNECT THE KEYPAD TO THE RADIO.  PIN 3 IS THE RESISTOR NETWORK AND PIN 7 IS THE GROUND FOR MY ICOM RADIO, BUT CHECK YOUR MANUAL TO VERIFY THE CONNECTIONS FOR YOUR RADIO.  FINALLY, GO INTO YOUR ICOM RADIOS MENU SYSTEM AGAIN, CHECK YOUR MANUAL FOR A DETAILED DESCRIPTION OF THE MENU OPTIONS AND ACTIVATE THE KEYPAD FEATURE.  A SECOND MENU ITEM MUST ALSO BE SET TO ALLOW THE KEYPAD TO OPERATE THE FOUR MEMORIES ON BOTH CW AND SSB MODES.  THE \", \"160927_30.txt\": \"UNIT IS INTERCONNECTED TO THE REMOTE TUNER VIA A 25 CONDUCTOR CABLE UP TO 130 FEET LONG LONGER DISTANCES REQUIRE HEAVIER WIRE.  THE REMOTE TUNER FIGURES 2 AND 3 CONTAINS A BALANCED NETWORK WITH SHUNT CAPACITORS AT EACH END OF THE TWO INDUCTORS, ONE ON EACH SIDE.  THE INDUCTORS, ADJUSTABLE TOGETHER IN 32 STEPS, AND THE INPUT CAPACITANCE, ADJUSTABLE IN 256 STEPS ARE SELECTED BY RELAYS SWITCHING IN FIXED ELEMENTS.  THE ANTENNA SIDE CAPACITOR IS A ROTARY AIR DIELECTRIC VARIABLE CAPACITOR WITH A STEPPER MOTOR TO ADJUST IT IN 200 INCREMENTS.  A GAP TYPE LIGHTNING ARRESTOR IS LOCATED AT THE ANTENNA TERMINALS.  ON THE RADIO SIDE IS A 1 1 CHOKING BALUN THAT, WHEN TUNED, OPERATES WITH A 50 IMPEDANCE ON BOTH ENDS FOR MAXIMUM EFFICIENCY.  THE OUTDOOR COAXIAL CONNECTOR IS A TYPE N SOCKET, A GOOD CHOICE FOR OUTDOOR USE.  THE AT 615B REMINDS ME OF THE CLASSIC MOTORIZED BALANCED ANTENNA TUNER DESIGN PRESENTED BY RICHARD MEASURES, AG6K, IN QST YEARS AGO/.  THE AT 615B IS CONFIGURED AS A BALANCED NETWORK, RATHER THAN BALANCED L NETWORK, TO ALLOW IT TO MATCH LOADS BOTH ABOVE AND BELOW 50. THE ORIGINAL MEASURES DESIGN HAS A SINGLE VARIABLE CAPACITOR ON THE OUTPUT \", \"161011_30.txt\": \"GETTING THE TRANSMITTER RUNNING AND USING IT ON THE AIR, BUT ASSUMES THAT YOU ARE ALREADY FAMILIAR WITH THE RASPBERRY PI AND HAVE SET UP ITS OPERATING SYSTEM, KEYBOARD, MOUSE, AND DISPLAY.  EACH MODE IS SUPPORTED BY ITS OWN RASPBERRY PI PROGRAM THAT YOU INVOKE FROM THE LINUX COMMAND LINE. THE GRAPHICAL FRONT END PROGRAM MENTIONED PREVIOUSLY MAY MAKE OPERATION A LITTLE EASIER.  YOULL NEED TO DOWNLOAD THE SOFTWARE FROM RADWAVS WEBSITE. WSPR OPERATION INVOLVES TRANSMITTING FOR 2 MINUTES AND WAITING FOR PERHAPS 6 MINUTES BEFORE SENDING AGAIN.  YOU NEED TO BE SURE THE PIS INTERNAL CLOCK IS SET ACCURATELY, SO THAT THE MINUTE TICKS ARE ACCURATE WITHIN A FRACTION OF A SECOND.  RADWAV WARNS THAT TRANSMITTING FOR LONGER THAN 2 MINUTES RISKS OVERHEATING THE POWER TRANSISTOR.  THE PIS OSCILLATOR IS CRYSTAL CONTROLLED AND STABLE, BUT NOT ESPECIALLY ACCURATE.  YOU WILL NEED TO CALIBRATE IT AGAINST AN ACCURATE RECEIVER OR FREQUENCY COUNTER.  I FOUND MY SIGNAL WAS RUNNING ABOUT 150 HZ LOW AT 7R04 MHZ.  THIS IS IMPORTANT, BECAUSE THE ENTIRE WSPR BAND IS ONLY 200 HZ WIDE.  ITS EASY TO ADJUST YOUR FREQUENCY SETTING BY CHANGING THE COMMAND LINE.  YOU CAN ADAPT THE PROVIDED \", \"161025_30.txt\": \"16R7 TO 150.  LETS SAY AN SWR OF UP TO 3 1.  THIS IS OFTEN USEFUL FOR TUNING A RESONANT ANTENNA AT THE BAND EDGES, FOR EXAMPLE.  IN CONTRAST, SOME EXTERNAL WIDE RANGE TUNERS CAN HANDLE AN SWR OF 10 1 OR HIGHER, MAKING THEM USEFUL FOR ANTENNAS WITH TUNED FEEDERS OR RANDOM SINGLE WIRES. KENWOOD SUPPORTS LONG SINGLE WIRES WITH THE OPTIONAL AT 300 ANTENNA TUNER, WHICH PLUGS INTO A DEDICATED REARPANEL CONNECTOR ON THE TRANSCEIVER.  IN USE, I FOUND THAT THE TUNER RATINGS WERE CONSERVATIVE.  I FOUND SOME ANTENNA CONFIGURATIONS WITH SWRS OF 4 1 OR 5 1 USABLE WITH THE INTERNAL TUNER, BUT IT DEPENDS ON THE ACTUAL IMPEDANCE ENCOUNTERED.  UNLIKE SOME TUNERS THAT TRY TO FIND A MATCH AND THEN JUST GIVE UP IF THE ANTENNA LOAD IS OUT OF RANGE, THE 590SGS TUNER CHECKS FIRST, AND THEN SENDS SWR IN MORSE IF IT CANT FIND A MATCH.  VGS 1 VOICE GUIDE WE PURCHASED THE OPTIONAL VGS 1 VOICE GUIDE AND STORAGE UNIT.  THIS INTERNAL OPTION PROVIDES TWO FUNCTIONS. THE VOICE GUIDE, WHICH CAN BE DISABLED FOR THOSE WHO DONT NEED IT, ANNUNCIATES ALL SWITCH ACTIONS AND FREQUENCY CHANGES A REAL PLUS FOR THOSE WITH VISION DIFFICULTIES.  THE STORAGE UNIT FUNCTION THINK VOICE KEYER \", \"161108_30.txt\": \"A SATELLITE WOULD ONLY COST AROUND 65,000 TO LAUNCH.  THE TEAMS FINDINGS WERE PRESENTED AT THE 2009 AMSAT NA BOARD OF DIRECTORS MEETING.  ALL AGREED TO BUILD AND HOPEFULLY LAUNCH A NUMBER OF CUBESATS UNDER WHAT IS NOW KNOWN AS THE FOX PROGRAM.  NOTICING THE GROWING INTEREST IN CUBESATS, AND SEEING A CHANCE TO ENTICE COLLEGE STUDENTS TO CONSIDER SEEKING CAREERS WITH NASA, ON FEBRUARY 23, 2010 NASA ANNOUNCED THE PROJECT ELANA CUBESAT LAUNCH INITIATIVE.  THIS PROGRAM WOULD GIVE SCHOOLS A CHANCE AT FREE LAUNCHES FOR THEIR CUBESATS.  BY THIS TIME, AMSAT NA WAS WELL ALONG IN THE DESIGN OF ITS FOX 1A CUBESAT.  NOTING AMSAT NAS ABILITY TO FLY EDUCATIONAL EXPERIMENTS ALONG WITH HAM RADIO MODULES, TONY PETITIONED NASA TO CHANGE ELANAS QUALIFICATION RULES TO INCLUDE NON PROFIT GROUPS.  NASA READILY AGREED. AMSAT NA THEN APPLIED FOR A FREE ELANA LAUNCH, AND IN FEBRUARY 2012 NASA SELECTED THE FOX 1A.  AMSAT PLANS TO LAUNCH A TOTAL OF FOUR FOX CUBESATS IN THE COMING YEARS.  ALL FOX 1 SATELLITES WILL CARRY FM VOICE/LOW SPEED TELEMETRY TRANSPONDERS, PLUS HIGH SPEED 9600 BPS DATA TRANSPONDERS.  FOX 1A WILL BE FIRST, WITH A LAUNCH EXPECTED LATER THIS YEAR.  ALONG WITH HAM \", \"161122_30.txt\": \"COMMUNICATIONS.  JACK ROBERTS, WC9J, IS THE COMMITTEE HEAD FOR ALL AMATEUR RADIO COMMUNICATIONS UTILIZED DURING THE EVENT.  THESE GENTLEMEN, ALONG WITH OTHERS, SPEND COUNTLESS HOURS THROUGHOUT THE YEAR TO PLAN FOR A SMOOTH, EFFECTIVE EVENT.  THE HHH RIDE ALLOWS ARES AND WARS TO EXERCISE THEIR EMERGENCY COMMUNICATIONS PLANS MORE THAN ANY OTHER ACTIVITY THAT WE COULD HAVE.  EACH GROUPS LEADERSHIP AND MEMBERS ACTIVELY COORDINATES WITH LAW ENFORCEMENT, RIDE STAFF, EMERGENCY MANAGEMENT, THE AMERICAN RED CROSS, AND MANY OTHER AGENCIES THAT ARE LISTED ON THE ATTACHED REPORT FORM.  THIS IS A VALUABLE ASSET IN THAT WE WORK WITH THE ORGANIZATIONS AND PERSONNEL THAT WE WOULD WORK WITH IN AN ACTUAL EMERGENCY SITUATION.  WITHIN THE ARES AND WARS GROUPS, PLANNING AND OPERATION OF 16 REMOTE COMMUNICATIONS SITES MUST BE DONE, INVOLVING SOME 62 AMATEUR RADIO OPERATORS SCATTERED THROUGH TWO COUNTIES, CONTROLLED BY THREE OPERATIONAL NETS ONE ON VHF, AND TWO OPERATING ON UHF LOCAL REPEATERS.  UP TO SIX MOBILE UNITS ARE IN OPERATION THROUGHOUT THE EVENT, WITH ALL REMOTE SITES AND MOBILE UNITS USING BATTERY POWER.  THIS YEAR, WE INCLUDED DIGITAL COMMUNICATIONS FOR PASSING SOME \", \"161206_30.txt\": \"MIC.  I ALSO RECEIVED GOOD REPORTS WHEN I ENGAGED THE BUILT IN SPEECH PROCESSOR.  THE TRANSMIT MONITOR FUNCTION AND ALC LEVEL METER MADE IT EASY TO EVALUATE THE SETTINGS.  THE TRANSMIT AUDIO EQUALIZATION IS SOMEWHAT DIFFERENT THAN IN MANY RADIOS I HAVE USED.  RATHER THAN THE FREQUENTLY ENCOUNTERED EQUALIZATION BY FREQUENCY BAND, THE TS 590SG MENU OFFERS SEVEN DIFFERENT COMBINATIONS OF BASS AND HIGH END BOOST OR CUT.  I FOUND IT EASY TO GET THE HIGH END BOOST THAT WORKED BEST FOR MY VOICE AND MIC, BUT THOSE WHO WOULD LIKE TO ADJUST BOTH HIGH AND LOW ENDS OF THE VOICE SPECTRUM INDEPENDENTLY WILL HAVE TO DO IT OUTSIDE THE RADIO.  I FOUND THAT THE VOICE OPERATED TRANSMIT VOX WORKED VERY WELL.  WITHOUT A LOT OF FUSS, I COULD GET SWITCHING ON A FRACTION OF A SYLLABLE, WITHOUT FALSE TRIGGERING FROM THE SPEAKER.  IN ADDITION TO EXCELLENT TRANSMIT AUDIO, THE TS 590SG PROVIDES FINE SOUNDING, CRISP AND UNDISTORTED RECEIVE AUDIO WHETHER USING ITS INTERNAL TOP FIRING SPEAKER, HEADPHONES, OR AN EXTERNAL SPEAKER.  OTHER VOICE MODES THE TS 590SG SUPPORTS BOTH AM AND FM VOICE OPERATION IN ADDITION TO SSB.  ON AM, THE TRANSCEIVER CAN PUT OUT 100 W PEP, WHICH IS \", \"161220_30.txt\": \"FIGURE 2.  TWO OF THE THREE WERE DESIGNED TO MOUNT ON THE HORIZONTAL PIECE OF A TRUCK BODY AND ONE WAS A 90 HOLDER.  ONE OF THE HORIZONTAL TYPES WAS MOUNTED TO THE VERTICAL PIPE IN THE STAKE HOLE.  BECAUSE THE TRUCK BODY IS INSULATED FROM THE TRUCK FRAME, I ADDED A PIECE OF RIBBON CABLE AND A PIECE OF HEAVY GROUND WIRE, CONNECTING BOTH TO THE FRAME AT A CLEAN GROUND LOCATION.  I WRAPPED THE RIBBON CABLE WITH ELECTRICAL TAPE SO IT WOULD NOT RUB ON THE TRUCK BED OR CAB.  THE SECOND HORIZONTAL TYPE HOLDER IS MOUNTED TO THE FIRST THROUGH THE ANTENNA MOUNTING HOLES.  THE 90 HOLDER IS CONNECTED TO THE OTHER HOLDER WITH A SINGLE 7/16 INCH BOLT THAT COMES WITH THE HOLDERS.  LOOSEN THE BOLT AND PULL THE ANTENNA STRAIGHT UP OR AT ANY ANGLE AND TIGHTEN THE BOLT TO HOLD IT FIRMLY IN PLACE.  LOOSEN THE BOLT AGAIN TO LAY THE ANTENNA DOWN TO ANY ANGLE, AND THEN TIGHTEN THE BOLT TO SECURE IT.  WHEN IN THE LOWERED POSITION, I MADE A LITTLE LOOP OF BALING TWINE TO SECURE THE END AND PREVENT IT FROM BOUNCING AROUND.  ONE WRENCH IS ALL THATS NEEDED TO RAISE OR LOWER THE ANTENNA, QUICK AND EASY.  QUICK AUTO POWER TAP  THE FUSE TAP SHOWN IN FIGURE 3 IS A FAST AND EASY TO USE DEVICE \"}"