"{\"220112_10.txt\": \"FOR NEARLY 5 HOURS.  PROPAGATION ON 20 METERS WAS POOR AND NOISE LEVELS WERE HIGH UNTIL CONDITIONS IMPROVED LATER IN THE DAY.  FT8 ON 17 METERS WAS ACTIVE, WITH SIGNALS DECODING THROUGHOUT.  AT THIS FIRST PORT OF CALL, WE MADE 114 CONTACTS WITH HAMS IN 19 COUNTRIES.  THE OPERATORS WERE CHIP, N5RTF, ETSUO, JA0BXP, JAY, AA4FL, CHUCK, N8CL, MARIA, KI4WAX, BOB, K4RLC, \", \"220126_10.txt\": \"YAKOVLEV, UT5UY, AFTER MANY PRIOR RADIO CONTACTS.  HE IS ONE OF THE MAIN DIRECTORS OF RIGEXPERT, WHICH WAS ONE OF OUR MAIN SPONSORS FOR THE DXPEDITION.  HE PROPOSED A DXPEDITION TO THE ISLAND OF TOKELAU, WHICH HE HAD VISITED IN 2011.  I AGREED AND WE BEGAN PREPARATIONS.  I NAMED TWO CO LEADERS FOR THE DXPEDITION ALEX FOR LOGISTICS AND ROMAN TKACHENKO, UR0MC, \", \"220209_10.txt\": \"CAME IN THE FOLLOWING 2 DAYS AFTER THE CONTEST.  THE TROPO SETTLED INTO THE MIDWEST ON SEPTEMBER 14 SEE FIGURE 1.  KF0M EM17 WORKED STATIONS INTO TEXAS.  ON SEPTEMBER 15, N0JK EM28 WORKED NORTHEAST TO K9MU EN44 ON FT8. THE TROPO DRIFTED EAST, AND K1HTV FM18 SAID THE BAND WAS OPEN CONTINUOUSLY FROM 0130Z ON SEPTEMBER 16 TO 0300Z ON THE 17TH.  HE WORKED 66 STATIONS IN \", \"220223_10.txt\": \"DAY TRANSCEIVER.  I HAVE AN OLD DOW KEY RELAY, BUT IM AFRAID TO USE IT, BECAUSE THE RELAY DOES NOT GROUND THE RECEIVER WHEN TRANSMITTING.  AM I SAFE USING EITHER ONE OF THE TWO RELAYS, OR SHOULD I ACQUIRE A TUBE TYPE RECEIVER?  A ONE PROBLEM IS THAT NO ONE IS SURE ABOUT THE SAFE INPUT LEVEL OF MODERN GEAR, BECAUSE THE MANUFACTURERS DONT SPECIFY, ALTHOUGH THEY MIGHT \", \"220309_10.txt\": \"SIGNAL, EVEN WHEN THE TRANSMITTER IS NOT KEYED.  THIS CAN MASK WEAKER SIGNALS IF NOT PROPERLY BLANKED.  TO REMEDY THIS SITUATION, CONNECT A DPDT TRANSMIT/RECEIVE T/R SWITCH SEE FIGURE 7, WITH ONE PORTION OF THE SWITCH USED TO SIGNAL THE ARDUINO THAT THE SYNTHESIZER OUTPUT SHOULD BE BLANKED ON RECEIVE.  PIN 26 D8 OF THE ARDUINO IS USED TO TOGGLE THE SI5351 OUTPUT \", \"220323_10.txt\": \"ANTENNA.  AT V/UHF THE EXTERNAL NOISE IS GENERALLY LESS AS A RULE, IT GOES DOWN WITH INCREASING FREQUENCY.  THUS ANY EXTRA AMPLIFICATION OF AN HF SIGNAL RECEIVED BY THE ANTENNA AMPLIFIES THE SIGNAL AND THE NOISE BY THE SAME AMOUNT SO THE RECEIVE SIGNAL TO NOISE RATIO IS UNCHANGED, UNLESS THE RECEIVER WAS OF POOR DESIGN TO START WITH.  IN ADDITION TO NOT HELPING, AN \", \"220406_10.txt\": \"EBOOK, PUBLISHED BY THE RADIO SOCIETY OF GREAT BRITAIN RSGB, OPENS A WINDOW INTO THE WORLD OF WARTIME RADIO SPYCRAFT.  BEFORE THE ERA OF MINIATURIZED SOLID STATE ELECTRONICS, THE BRAVE AND STURDY SOULS OF THE SPECIAL OPERATIONS EXECUTIVE SOE A SUPER SECRET PARAMILITARY ORGANIZATION DUBBED CHURCHILLS SECRET WEAPON THAT PROVIDED THE ALLIES WITH CRITICAL INFORMATION \", \"220420_10.txt\": \"SUNSET.  TWELVE AND 10 METERS WILL OPEN ALMOST EVERY DAY.  DURING THE PEAK YEARS IN THE FALL AND WINTER MONTHS, WATCH FOR 6 METERS TO OCCASIONALLY BECOME A DX BAND AS WELL.  INCREASED SOLAR ACTIVITY IS NOT A GOOD THING FOR THE LOWER BANDS.  HAMS WHOVE ENJOYED SEEKING OUT DX CONTACTS ON 160 THROUGH 40 METERS WILL FIND THEIR PROSPECTS REDUCED AS THE ELECTRON DENSITY OF THE \", \"220504_10.txt\": \"PVC TUBE THE DIRECTOR END PRESS ON THE PVC CAP.  NEAR THE EDGE OF THE CAP, DRILL A 1/4 INCH HOLE ALL THE WAY THROUGH THE CAP AND TUBE.  TAKE CARE TO ENSURE THAT THE BIT GOES STRAIGHT THROUGH THE MAXIMUM DIAMETER OF THE PVC TUBE.  REMOVE THE CAP AND USE A DREMEL TOOL OR HACK SAW TO CUT DOWN TO THE HOLE TO FORM A DEEP NOTCH ON BOTH THE CAP AND TUBE.  NEXT, MEASURE 7R1 \", \"220518_10.txt\": \"NUMBER, AND HEAD TO THE HIGHER HF BANDS IF IT HAPPENS.  CARL LUETZELSCHWAB, K9LA, STARTED HIS RADIO CAREER AS A SHORTWAVE LISTENER IN THE LATE 1950S, USING A NATIONAL NC 60 RECEIVER.  AFTER DISCOVERING AMATEUR RADIO, HE RECEIVED HIS NOVICE LICENSE IN 1961.  HE SELECTED K9LA AS IS CALL SIGN IN 1977.  CARL ENJOYS PROPAGATION, DXING, CONTESTING, PLAYING WITH ANTENNAS, \", \"220601_10.txt\": \"HEADPHONES ARE PLUGGED IN.  THE NES 10 2 MK4 IS SPECIFIED TO REDUCE NOISE BY 8 TO 40 DB, AND TONES BY UP TO 65 DB.  THERE IS NO PROVISION TO PERFORM THE FUNCTIONS SEPARATELY.  AN LED AT THE UPPER RIGHT BEHIND THE SPEAKER GRILLE GLOWS RED WITH POWER APPLIED, AND GREEN WHEN DSP IS ACTIVE.  AN LED ON THE LEFT SIDE FLASHES RED IF THE AUDIO INPUT IS TOO HIGH.  USING THE DSP \", \"220615_10.txt\": \"HAM HE MET THROUGH HIS RELIGIOUS GROUP REIGNITED THE SPARK.  NOJIS WIFE, LISA, KR5LYS, ALSO BECAME INVOLVED IN RADIO AT THAT TIME.  NOJIS INTEREST IN RADIO OVERLAPS WITH HIS BACKGROUND IN ELECTRONICS.  HE EARNED A DEGREE IN ELECTRICAL ENGINEERING, WHICH INITIALLY LED HIM TO WORK DEVELOPING PROGRAMMABLE ARRAYS LIKE PALS, GALS, AND FPGAS.  HOWEVER, HE FOUND THAT \", \"220713_10.txt\": \"DAYTIME PATHS IN THE MID LATITUDES.  THE FIGURES IVE INCLUDED WERE MADE FOR MARCH CONDITIONS IN THE CENTER OF THE US USING DATA GENERATED BY THE VOICE OF AMERICA COVERAGE ANALYSIS PROGRAM VOACAP PROPAGATION PREDICTIONS WWW. VOACAP. COM.  ANY PROPAGATION TUTORIAL WILL MENTION THE THREE LAYERS OF THE IONOSPHERE D, E, AND F.  AS THE SOLAR ACTIVITY RISES, ALL THREE LAYERS GET \", \"220727_10.txt\": \"THE COVERAGE AREA.  6 METERS SHINES DURING SOLAR CYCLE PEAKS JON JONES, N0JK HIGH SUNSPOT NUMBERS SSNS HELP VHF OPERATORS WITH F2 IONOSPHERIC PROPAGATION F2 SKIP ON 6 METERS.  THIS TYPE OF PROPAGATION INVOLVES THE REFRACTION OF RADIO SIGNALS OFF OF THE F2 LAYER OF THE IONOSPHERE, WHICH IS ABOUT 200 MILES 330 KILOMETERS ABOVE THE EARTHS SURFACE.  UV RADIATION FROM \", \"220824_10.txt\": \"AND TECHNICAL PHASES OF THE ART.  THE FCC BELIEVES THAT, WITHIN THE RULES OF PART 97, THEY HAVE PROVIDED ADEQUATE SUPPORT FOR HAMS TO ADVANCE THE STATE OF THE ART.  THERES ALSO AN IMPLICATION THAT THERE MAY BE ROOM TO AMEND THE RULES TO SUPPORT NEW INITIATIVES THAT CAN DRIVE INNOVATION.  A GOOD EXAMPLE IS THE USE OF VARIOUS DIGITAL MODES IN SUPPORT OF EMCOMM.  AS \", \"220921_10.txt\": \" ENOUGH TO REACH THE ANTENNA, AND IT ISNT A JOKE, BUT RATHER THE KIND OF QUESTION A BEGINNER WOULD ASK.  I STILL REMEMBER HOW I FELT WHEN MY QUESTION WAS TREATED AS A JOKE.  I VOWED I WOULD NEVER TAKE SOMEONE ELSES QUESTION THE SAME WAY.  IN FACT, ITS A BASIC TENET OF HOW I LOOK AT HAM RADIO TREAT ALL QUESTIONS AS SINCERE.  HAM RADIO BACKGROUND I GOT INTO HAM \", \"221019_10.txt\": \"KID ENTER THE ROOM, BUT THE FOLKS AT WHAT TURNED OUT TO BE THE FOX RIVER RADIO LEAGUE WERE EXTREMELY WELCOMING.  AT THAT CLUB MEETING, CEDRICK MET HIS MENTOR, BILL HILTENBRAND, N9JLP.  AFTER SPEAKING WITH CEDRICK FOR A WHILE, BILL ENCOURAGED HIM TO ATTEND THE TEST SESSION THE FOLLOWING TUESDAY.  THIS TIME, THE RESULT WAS DIFFERENT, HE SAID.  I PASSED.  BEFORE \", \"220112_15.txt\": \"OUR IC 7000 FOR 17 METER FT8, BUT HAD TWO OF HIS RADIOS FOR 20 METER CW AND SSB.  THREE STATIONS WERE ON THE AIR AT A TIME AND EACH HAD ITS OWN TOWER AND MULTIBAND ANTENNA.  A LOG PERIODIC ANTENNA AT 100 FEET AND A MOSLEY ELECTRONICS PRO 67 B ANTENNA AT 70 FEET WERE ACCOMPANIED BY A PRO 67 C 3 ANTENNA SOMEWHERE IN THE 50 FOOT RANGE.  IN 4 HOURS, WE MADE 315 CONTACTS IN 24 COUNTRIES.  THE OPERATORS WERE BOB, K4RLC, DAVE, NN4DF, ETSUO, JA0BXP, SUSAN, K9XYL, MIKE, K9AJ, JAY, AA4FL, CHUCK, N8CL, AND MARIA \", \"220126_15.txt\": \"MAY 2019, DUSKO DUMANOVIC, ZL3WW, AND I TRAVELLED TO THE ISLAND OF FAKAOFO IN TOKELAU, IN PREPARATION FOR OUR OCTOBER 2019 DXPEDITION.  WE STOPPED BY THE TELETOK OFFICE, WHICH WAS HEADED BY MR. ENOSA AND HIS DEPUTY, MR. BOSCO.  THEY PROVIDED US WITH ALL THE INFORMATION WE NEEDED REGARDING TRANSPORTATION, TRAVEL, FOOD, ACCOMMODATION, AND OTHER TECHNICAL DETAILS. AT THE END OF THE MEETING, WE RECEIVED OUR AMATEUR RADIO LICENSE WITH THE CALL SIGN ZK3A, VALID FROM MAY 10 TO DECEMBER 31, 2019, FOR NZ 100.  MR \", \"220209_15.txt\": \"20 NEW GRIDS AND HAS A BLOG ABOUT THE OPENING AT WWW. K5ND. NET/ 2020/ 09/TROPO ON TWO EXCEPTIONAL OPENING INTO THE MIDWEST.  222 MHZ.  MIKE, K7ULS DN41, WORKED RAY, WA4NJP EM84, VIA JT65 EME ON SEPTEMBER 5 AT 0420Z SEE FIGURE 2.  KR1ST AND WZ1V FN31 LOGGED KA9CFD EN41 ON SEPTEMBER 16 OVER 1,300 KILOMETERS ON FT8 TROPO.  W5AFY PUT KU8Y EN61 IN HIS LOG ON TROPO ON SEPTEMBER 26.  432 MHZ.  K1YOW FN42 WORKED W3IP FM19 ON SEPTEMBER 13 ON FT8 AT 651 KILOMETERS WITH 75 W AND A CHIMNEY MOUNTED SMALL YAGI.  KR1ST ADDED \", \"220223_15.txt\": \"LIKE MINE, THE RECEIVER SIDE IS THE LONG SO 239 COAX JACK, ON THE SAME SIDE AS THE COIL AND IS CONNECTED IF THE RELAY COIL IS NOT POWERED ON.  A RECEIVER OR TRANSCEIVER WITH A CALIBRATED S METER WILL READ S 9 WITH 50 5V AT THE ANTENNA TERMINALS.  THAT IS 73 DBM AT 50.  THUS, A SAFE 10 DBM WOULD BE AT S 9 83 DB WHICH WOULD LIKELY MOVE YOUR S METER NEEDLE PRETTY FAR TO THE RIGHT.  UNFORTUNATELY, MOST S METERS ARE NOT WELL CALIBRATED, SO THAT WILL JUST BE A GUIDE WITH MOST TRANSCEIVERS.  IF YOU HAD A CALIBRATED \", \"220309_15.txt\": \"LISTENED ON THE BAND USING A REMOTE SDR RECEIVER AT KIWISDR.  COM/ PUBLIC/. I CHOSE AN SDR IN PEORIA, ILLINOIS, APPROXIMATELY 660 MILES DISTANT FROM MY HOME IN MARYLAND, INITIALLY HOPING TO HEAR MYSELF ON THAT SYSTEM.  TO SEE HOW WELL MY SIGNAL WAS PROPAGATING, I LOGGED INTO THE REVERSE BEACON NET RBN AT WWW. REVERSEBEACON. NET.  I ENTERED MY CALL SIGN TO SEE WHICH RECEIVING STATIONS HEARD ME, AND WHAT MY SIGNAL TO NOISE RATIO WAS IN REAL TIME.  AFTER SENDING OUT TWO STRINGS OF CQS, STATIONS IN NEW HAMPSHIRE \", \"220323_15.txt\": \"JUST WHAT YOU NEED.  Q MY TOP FLOOR CONDO PATIO IS MY ONLY PLACE FOR ANTENNAS.  I USE A 100 W HF TRANSCEIVER WITH BUILT IN AUTO TUNER AND I HAVE AN EXTERNAL 100 W AUTOTUNER THAT I RELY ON TO MATCH MY LOOP MAIN ANTENNA OR VARIOUS VERTICALS AND ASSORTED WIRE ANTENNAS THAT I CAN SQUEEZE IN FOR MY ANTENNA EXPERIMENTING.  SOMETIMES ON SOME BANDS THE BEST MATCH I CAN GET IS AN SWR OF 1R5 OR 2 1 USING MY EXTERNAL TUNER.  I THEN HIT IT WITH THE INTERNAL TUNER AND EASILY ACHIEVE AN SWR OF 1 1.  THIS TECHNIQUE HAS WORKED \", \"220406_15.txt\": \"REPLICA PARASET.  HIS BOOK INCLUDES NUMEROUS PHOTOS OF SEVERAL OPERATIVES AND OF REPLICAS THAT WERE FABRICATED WITH CONSIDERABLE SKILL AND INGENUITY. BUT, SOME OF THE MOST GRIPPING READING HAD TO DO WITH THE EXPERIENCES OF SOE VOLUNTEERS WHILE BEHIND ENEMY LINES.  MANY SUCH CLANDESTINE OPERATIVES WERE DETECTED, CAPTURED, TORTURED, AND EXECUTED.  IT WAS A GRIM PERIOD IN WORLD HISTORY, PERHAPS MADE A BIT SHORTER BY THOSE WHO VOLUNTEERED AS PART OF THE PARASET BRIGADE.  THE PARASET RADIO THE STORY OF A WWII SPY RADIO \", \"220420_15.txt\": \"LESS LIKELY TO CAUSE INTERFERENCE.  EVEN AT THE LOWEST SOLAR MINIMUM OF CYCLE 24, WE SAW THE BLOSSOMING OF ACTIVITIES SUCH AS PARKS ON THE AIR POTA AND SUMMITS ON THE AIR SOTA WITH HAMS TAKING TRANSCEIVERS OUTDOORS.  AS IT BECOMES EASIER TO MAKE VERY LOW POWER CONTACTS, THESE ACTIVITIES WILL LIKELY INCREASE CONSIDERABLY.  HF MOBILE ACTIVITY FELL WITH THE DECLINE OF CYCLE 24 BECAUSE THE POOR CONDITIONS MADE IT DIFFICULT TO ENJOY OPERATING FROM A VEHICLE.  EVEN WITH 100 W TRANSCEIVERS, MOBILE ANTENNAS ARE SUB \", \"220504_15.txt\": \"THIS PERMITS THE ENTIRE ASSEMBLY TO BE HOSE CLAMPED TO MOST ANY MAST.  THE LEAD PHOTO SHOWS THE FINAL 220 MHZ ANTENNA.  RESULTS THIS MOXON ANTENNA IS VERY BROAD BANDED, AND IT SHOWS A 1R2 1 SWR OVER THE ENTIRE BAND.  THESE ANTENNAS GENERALLY HAVE A GAIN OF 5 6 DBI WITH A FRONT TO BACK RATIO OF ABOUT 25 DB.  IT IS A COMPACT AND PORTABLE DESIGN, AND IT WEIGHS JUST OVER A POUND.  ALL PHOTOS BY THE AUTHOR.  GLENN MORRISON, WB6RLC, WAS FIRST LICENSED IN 1966 AT AGE 18.  A USMC VETERAN, GLENN STUDIED ELECTRONICS \", \"220518_15.txt\": \"KL7AJ, DISCUSSES ELECTRO MECHANICS AND CONTROL THEORY.  JERRY SPRING, VE6TL, DISCUSSES THE ONSET OF SOLAR CYCLE 25 AND THE MG II INDEX.  PHIL SALAS, AD5X, DESCRIBES HIS METHOD AND FIXTURES FOR MEASURING ANTENNA TUNER LOSS.  PETER DENEEF, AE7PD, ADDRESSES RF EXPOSURE FROM A 70 CENTIMETER BAND COLLINEAR DIPOLE ARRAY.  KAI SIWIAK, KE4PT, DESCRIBES LIGHTNING INDUCED ELEC TROMAGNETIC PULSE EFFECTS.  QEX A FORUM FOR FREE EXCHANGE OF IDEAS AMONG COMMUNICATIONS EXPERIMENTERS, IS EDITED BY KAZIMERZ KAI SIWIAK, KE4PT \", \"220601_15.txt\": \"WERE MOST NOTICEABLE WITH NO SIGNALS PRESENT, OR DURING PAUSES IN THE OTHER STATIONS TRANSMISSIONS.  WITH A SIGNAL PRESENT, THE ARTIFACTS WERE MUCH WEAKER.  ACCORDING TO BHI, THE DSP NOISE REDUCTION OPERATES BY IDENTIFYING WHETHER OR NOT SPEECH IS PRESENT IN THE SIGNAL.  THE FILTER LEVEL ADJUSTS THE AMOUNT OF NOISE THAT PASSES THROUGH WITH THE SPEECH COMPONENTS.  THE TONE REDUCTION CAPABILITIES WORKED WELL.  IT TOOK THE PROCESSOR ABOUT A SECOND TO ELIMINATE A SINGLE TONE AND SLIGHTLY LONGER TO ELIMINATE TWO \", \"220615_15.txt\": \"TO SERVE THE UTAH VALLEY COUNTY.  WITH OVER 1,500 MEMBERS, THE CLUB IS NOW THE LARGEST IN THE STATE.  IN ADDITION TO HOSTING HAM RADIO EXAM COURSES AND VE SESSIONS, THE CLUB PARTICIPATES IN LOTS OF EVENTS AND GET TOGETHERS, LIKE SWAP MEETS, POTLUCK DINNERS, HAMFESTS, AND WEEKLY NETS.  THEY EVEN HAVE SPECIAL INTEREST NETS, LIKE THE LADIES NET, AN ANNUAL SANTA NET, AND A NEW HAM NET.   THE CLUB EARNED FIRST PLACE RANKINGS FOR UTAH IN ARRL FIELD DAY 2020 AND WINTER FIELD DAY 2020.  ON WEEKENDS DURING THE SUMMER, NOJI \", \"220713_15.txt\": \"THICKER D LAYER WEAKENS THE DAYTIME SIGNALS MORE THAN WHEN SUNSPOTS ARE LOW.  FIGURE 1 IS A PLOT OF THE TOTAL LOSS ON A 200 MILE PATH ON 80 METERS FOR HIGH AND LOW SSNS.  THE LOSS AT 12 PM IS 30 DB 1,000 TIMES MORE WITH AN SSN OF 100 THAN WITH AN SSN OF 10.  IF YOUVE BEEN OPERATING 80 METERS BETWEEN 10 AM AND 2 PM FOR THE LAST 5 YEARS, YOULL BE IN FOR A SHOCK WHEN THE SSN RISES.  YOU CAN BLAME THE D LAYER FOR THE MAJOR LOSS OF DAYTIME SIGNALS.  SOME WEAKENING EVEN CONTINUES INTO THE EVENING, WHEN MANY NETS \", \"220727_15.txt\": \"HIGHLY IONIZED BULGES LOCATED ABOUT 15 DEGREES NORTH AND SOUTH OF THE GEOMAGNETIC EQUATOR.  THIS ALLOWS HF AND VHF RADIO SIGNALS TO CROSS THE GEOMAGNETIC EQUATOR WITH LOW LOSS.  ITLL BE A COUPLE OF YEARS BEFORE PEOPLE CAN START EXPECTING ANY F LAYER PROPAGATION ON 50 MHZ.  IN THE MEANTIME, RARE PROPAGATION IS OCCURRING NOW ON 6 METERS.  SPORADIC E/TEP OCCURS WHEN SPORADIC E HOPS CAN LINK TO TEP, POTENTIALLY COVERING THOUSANDS OF MILES. THE HIGH MAXIMUM USABLE FREQUENCY MUF IN THE F2 LAYER CRITICAL FOR 6 METER \", \"220824_15.txt\": \"AND CONNECT US ALL INTO ONE BIG COMMUNITY.  TAKING THE TIME TO INVEST IN TRAINING FOR YOURSELF AND READINESS FOR YOUR STATION WILL PREPARE YOU FOR THE POTENTIAL CHALLENGES THIS SUMMER.  SO, GET REPARED.  GET MORE INVOLVED IN MEETING THESE FIVE FUNDAMENTAL PRINCIPLES OF OUR HOBBY, BE RADIO ACTIVE, BE THAT CONNECTOR WITH LOCAL HAMS, AND STAY SAFE.  MEMBER SPOTLIGHT  LAHRA FLIP SVARE, KT9X  SICILIAN AMERICAN LAHRA FLIP SVARE, KT9X, EARNED HER NICKNAME FLIP AT 16 YEARS OLD WHEN SHE ROLLED HER 1964 CHEVY MALIBU FOUR \", \"220921_15.txt\": \" MOVED TO COLORADO IN 1987, MY CALL BECAME KEXOG.  SHARING THE ANSWERS IN THE 1990S, I WAS APPROACHED BY A RETIRED KINDERGARTEN TEACHER, ELLIE VAN WINKLE, N0QCX SK, ABOUT HELPING TO TEACH A YOUTH GROUP CALLED THE BOULDER AMATEUR RADIO CLUB JUNIOR DIVISION BARC JUNIOR, SEE MY ARTICLE, BARC JUNIORS, AN AUXILIARY YOUTH CLUB SUCCESS STORY THAT YOU CAN DUPLICATE, IN THE SEPTEMBER 1997 ISSUE OF QST FOR MORE INFO.  I WAS WITH THE GROUP FOR 10 YEARS AND WATCHED AS IT BROUGHT HAM RADIO TO HUNDREDS OF YOUTH, INCLUDING \", \"221019_15.txt\": \"POINTS OUT THAT NEW DIGITAL MODES, SUCH AS FT8, ARE MAKING IT POSSIBLE FOR HAMS IN RESTRICTED SITUATIONS TO GET ON THE AIR AND MAKE CONTACTS.  THESE ARE PEOPLE WHO MIGHT NOT OTHERWISE BE ABLE TO ENJOY THE HOBBY.  HIS WISH LIST INCLUDES MORE SIGNALS ABOVE 50 MHZ.  I DO WISH THERE WAS MORE VHF ACTIVITY, ESPECIALLY ON CW/SSB.  THERE IS A LOT OF UNTAPPED POTENTIAL THERE, HE SAID.  BUT REGARDLESS OF THE FREQUENCY, ID ENCOURAGE MORE HAMS ESPECIALLY YOUNGER HAMS TO GET ON THE AIR AND TRY AS MANY ACTIVITIES AS \", \"200114_20.txt\": \"LOAD.  SET R15 TO FULLY CLOCKWISE POSITION MAXIMUM AMPLITUDE AND SET SW1 TO FULLY COUNTERCLOCKWISE POSITION MINIMUM AMPLITUDE.  THEN SET THE DRIVE CONTROL ON YOUR TRANSMITTER TO MINIMUM AND ENSURE THAT THE ALC IS OFF.  SET YOUR DIGITAL PROGRAM TO RTTY OR PSK31 AND ENABLE IT TO TRANSMIT AUDIO TONES.  ADVANCE YOUR DRIVE CONTROL TO WHERE IT WOULD NORMALLY BE FOR A CW OR SSB TRANSMISSION.  TURN STEP ATTENUATOR SW2 CLOCKWISE UNTIL YOU GET AT LEAST 50 W POWER, ASSUMING YOUR TRANSMITTER RATED OUTPUT IS 100 W.  THE POWER OUTPUT FROM THE TRANSMITTER SHOULD SMOOTHLY GO UP AND DOWN AS YOU ROTATE R15 THROUGH ITS RANGE.  AN ERRATIC POWER OUTPUT WHEN YOU ROTATE R15 WHEN TRANSMITTING MAY INDICATE THAT YOU HAVE AN RFI PROBLEM.  FINALLY, ADJUST R15 FOR 20 W OUTPUT POWER.  RETURN YOUR DATA COMMUNICATIONS PROGRAM \", \"200128_20.txt\": \"SHOWS THE CURRENT OPERATING FREQUENCY AND THE NOMINAL ANTENNA PERFORMANCE. BUTTONS ALLOW YOU TO SELECT THE DESIRED PATTERN AND OPERATING BAND.  TWO SELECTOR KNOBS GIVE YOU READY ACCESS TO ALL MENU OPTIONS.  THE MENU SYSTEM IS WELL DESIGNED, MAKING SOME OF THE MORE ADVANCED OPTIONS, SUCH AS CREATE /MODIFY, MUCH EASIER TO USE FOR SPECIAL ANTENNA ADJUSTMENTS.  ANTENNA PARAMETERS CAN BE SAVED INTERNALLY, OR EXPORTED OR IMPORTED THROUGH A MICRO SD CARD.  SDA 2000 OPERATION  IT IS IMPORTANT TO NOTE THAT THE SDA 2000 IS A CONTROLLER THAT WORKS FROM A PRE STORED MATRIX OF ANTENNA PARAMETERS.  IT DOES NOT ACTUALLY COMPUTE OR OPTIMIZE YOUR ANTENNA PATTERN ON THE FLY. RATHER, IT LETS YOU CHANGE YOUR ANTENNA CONFIGURATIONS ELEMENT LENGTHS WITH NEW ANTENNA MODELS.  THE DEFAULT SCREEN SEE FIGURE 9 SHOWS FRONT TO BACK \", \"200211_20.txt\": \"RESISTORS AND CONNECT THE DIPOLE ELEMENTS.  ELEMENT LENGTHS FROM 30 CENTIMETERS TO ABOUT 90 CENTIMETERS SHOULD WORK.  LONGER LENGTHS MAY CAUSE INSTABILITY IN THE PREAMPS OR OVERLOAD BY STRONG LOCAL AM BROADCAST STATIONS.  SENSITIVITY STARTS TO FALL OFF SIGNIFICANTLY WITH ELEMENT LENGTHS SHORTER THAN ABOUT 30 CENTIMETERS.  PERFORMANCE EXTENSIVE TESTING WAS DONE WITH VARIOUS DIPOLE ELEMENT LENGTHS AND VARIOUS VALUES OF INPUT RESISTANCE ON THE PREAMP USING 60 KHZ SIGNALS FROM WWVB ABOUT 1,500 KILOMETERS FROM THIS LOCATION, NONDIRECTIONAL BEACON FCH AT 344 KHZ ABOUT 300 KILOMETERS FROM THIS LOCATION, AND SEVERAL BROADCAST STATIONS BOTH LOCAL AND SEVERAL HUNDRED KILOMETERS AWAY.  WITH LONG ELEMENTS AND HIGH INPUT RESISTANCE, AND IN THE PRESENCE OF STRONG AM BROADCAST SIGNALS, THE \", \"200225_20.txt\": \"THE ACTIVATE TIME IS ABOUT 6 MS AND THE DEACTIVATE TIME IS ABOUT 4 MS. WITH R39/D1 IN PARALLEL WITH R38, THE ACTIVATE TIME WAS REDUCED TO 4 MS AND THE DEACTIVATE TIME REMAINS AT 4 MS.  IN THIS CIRCUIT, U3A IS USED AS A VOLTAGE DETECTOR AND LATCH.  WHEN THE VOLTAGE ON C12 GOES BELOW 1/3 OF THE SUPPLY VOLTAGE 1R67 V DC, THE INTERNAL LATCH WITHIN U3A IS CLEARED AND THE OUTPUT OF U3 GOES HIGH, AND TRANSISTORS Q1 AND Q2 ARE CONDUCTING ON.  WHEN THE VOLTAGE ACROSS C12 IS GREATER THAN 2/3 OF THE SUPPLY VOLTAGE 3R33 V DC, THE INTERNAL LATCH WITHIN U3A IS SET AND THE OUTPUT OF U3A GOES LOW, CAUSING Q1 AND Q2 TO BE IN CUTOFF OFF.  WHEN THE VOLTAGE ON C12 IS ANYWHERE BETWEEN 1/3 AND 2/3 OF THE SUPPLY VOLTAGE, THE OUTPUT OF U3 STAYS IN THE SAME STATE AS IT WAS THE LAST TIME WHEN THE VOLTAGE ON C12 WAS EITHER LESS \", \"200310_20.txt\": \"USED TO THE NOTION OF CHARGING BATTERIES FROM A DESKTOP POWER SUPPLY.  THE EPIC PWRGATE ELIMINATES THE RISK OF CONNECTING A POWER SUPPLY DIRECTLY TO A BATTERY, WHICH CAN DAMAGE THE POWER SUPPLY, BY ISOLATING/MANAGING THE CONNECTION.  IT ALSO ELIMINATES MUCH OF THE HUM AND RF INTERFERENCE THAT CAN BE INTRODUCED BY INEXPENSIVE AUTOMOTIVE BATTERY CHARGERS.  BASIC OPERATION  THE EPIC PWRGATE HAS FOUR SETS OF ANDERSON POWERPOLE CONNECTORS, PLUS A MICRO USB PORT FOR CONNECTION TO A PC RUNNING ITS COMPANION DEVICE DIAGNOSTICS UTILITY SOFTWARE FOR MONITORING THE SYSTEM OR PROGRAMMING VARIOUS CHARGE PARAMETERS MORE ON THE SOFTWARE LATER.  THE POWERPOLE CONNECTIONS ARE FOR THE POWER SUPPLY, SOLAR PANELS CONNECTED IN PARALLEL, BATTERY, AND OUTPUT TO THE LOAD, WHICH IN MY CASE IS THE RADIO.  THERE ARE \", \"200728_20.txt\": \"NORMALIZED IMPEDANCE OF 2R7 J1R8 TO ADMITTANCE, WE DRAW A LINE FROM THE STARTING IMPEDANCE AT POINT Z, THROUGH THE CENTER OF THE CHART, ACROSS TO A POINT Y WHERE IT INTERSECTS THE SWR CIRCLE C1 ON THE FAR SIDE.  THE COORDINATES OF INTERSECTION POINT Y ARE 0R25 J 0R17, INDICATING, RESPECTIVELY, CONDUCTANCE AND SUSCEPTANCE THE COMPLEMENT OF REACTANCE BOTH MEASURED IN NORMALIZED MHOS, THE RECIPROCAL UNIT OF OHMS AND A PREVIOUS UNIT OF MEASUREMENT FOR ELECTRICAL IMPEDANCE.  DONT SIMPLY INVERT 2R7 AND 1R8 SEPARATELY.  ADMITTANCE POINT Y AND IMPEDANCE POINT Z REPRESENT THE SAME ORIGINAL MISMATCH, JUST IN DIFFERENT UNITS.  AS WE MOVE AWAY FROM THE MISMATCH ON THE SMITH CHART, WE MOVE ALONG THE SWR CIRCLE C1 IN A CLOCKWISE DIRECTION.  SO, FROM THE ORIGINAL MISMATCH EXPRESSED BY ITS POINT Y \", \"200825_20.txt\": \"OF ITS MOUNT.  THE CLAMPS THAT HOLD THE BOARD ROTATE 360 DEGREES.  IF YOUR PC BOARD IS LESS THAN 5 1/2 INCHES WIDE AND CENTERED IN THE CLAMPS, YOU CAN ROTATE IT COMPLETELY TO WORK ON THE COMPONENT SIDE OR SOLDER SIDE AT ANY ANGLE.  IF ITS MORE THAN 5 1/2 INCHES, YOU CAN STILL ROTATE IT BACK AND FORTH TO GET AT BOTH SIDES.  QUADHANDS FLIP CIRCUIT BOARD HOLDER  THE QUADHANDS CIRCUIT BOARD HOLDER SHOWN IN FIGURE 14 IS EXCEPTIONALLY RUGGED. ITS HEFTY 2 1/2 POUND BASE, WITH NONSLIP FEET, HOLDS TWO LARGE END PIECES WITH GROOVES TO SECURE THE PC BOARD.  IT ACCOMMODATES BOARDS AS LONG AS 12 INCHES AND AS SMALL AS A FRACTION OF AN INCH.  TO USE THIS DEVICE, LOOSEN THE WING NUTS AT THE BOTTOM OF THE END PIECES AND THEN MOVE THEM SO THAT THE SPACE BETWEEN THEM IS APPROXIMATELY 1/2 TO 3/4 INCH SMALLER THAN THE PC \", \"200908_20.txt\": \"WILL NEED TO PROVIDE RG 58/U COAXIAL CABLES WITH RCA CONNECTORS FOR THE VERSA TR END, AND SUITABLE CONNECTORS FOR THE TRANSMITTER, RECEIVER, AND ANTENNA.  RF SENSING ELIMINATES THE NEED FOR ANYTHING OTHER THAN AN RF CONNECTION TO THE TRANSMITTER.  HOWEVER, EXTERNAL NORMALLY OPEN CONTACTS MAY BE CONNECTED TO THE KEY TERMINALS TO DIRECTLY CONTROL THE VERSA TR, LIKE A CONVENTIONAL T/R RELAY.  NO AC OR DC VOLTAGE SHOULD BE APPLIED TO THESE TERMINALS.  MUTING RELAY A MUTING RELAY IS DESIGNED FOR SWITCHING STEREO AUDIO CHANNELS TO ACCOMMODATE SDR OPERATION WHERE AUDIO COMES THROUGH THE PC AUDIO SYSTEM.  BOTH STEREO CHANNELS ARE SWITCHED SO THE VERSA TR MAY BE LEFT CONNECTED AT ALL TIMES WITHOUT AFFECTING THE QUALITY OF MUSIC OR OTHER PC AUDIO.  WHEN NO RF IS PRESENT, PC AUDIO PASSES THROUGH \", \"200922_20.txt\": \"OPERATING FREQUENCY.  THIS MEANS THAT THE FREQUENCY OF THE REFERENCE OSCILLATOR MUST BE ACCURATELY SET FOR THE READOUT TO BE ACCURATE.  THE FIRST TRANSCEIVER I ADJUSTED WAS A KENWOOD TS 440 THAT HAD A REFERENCE FREQUENCY OF 36 MHZ.  THE RECOMMENDED ADJUSTMENT WAS TO SET THE REFERENCE FREQUENCY WITH A FREQUENCY COUNTER.  I SOON FOUND THAT MY THREE COUNTERS HAD  DISAGREEMENT OF 40 50 HZ AT 36 MHZ AND I DIDNT KNOW WHICH ONE TO TRUST.  THEN I THOUGHT OF A BETTER WAY TO ADJUST THE REFERENCE FREQUENCY, USING A VERY ACCURATE 1,000 HZ AUDIO OSCILLATOR AND SCOPE.  I FIRST SET MY VARIABLE AUDIO OSCILLATOR TO 1,000 HZ AND CHECKED THE FREQUENCY ON ALL THREE COUNTERS AT 1,000 HZ.  ANY ERROR IN THE COUNTERS AT 1,000 HZ WAS NEGLIGIBLE.  NEXT, I CONNECTED THE 1,000 HZ SIGNAL TO THE X INPUT OF MY \", \"201006_20.txt\": \"USING THE POINTED TIP OF MY SOLDERING IRON, I APPLIED MINIMAL PRESSURE AND QUICKLY HEATED EACH PIN TO MELT THE SOLDER ON THE PC BOARD.  FINALLY, I PLACED A PIECE OF DESOLDERING BRAID OVER EACH SET OF FOUR PINS AND ALLOWED ANY EXCESS SOLDER TO BE TAKEN UP.  THE THREE DIGIT DISPLAY IS ACTUALLY A 0 100 V DIGITAL VOLTMETER.  THE SECOND, SOMEWHAT DIFFICULT STEP WAS MODIFYING THE VOLTMETER MODULE TO BYPASS THE INPUT SCALING RESISTORS AND TO ALLOW IT TO READ THE VERY LOW VOLTAGE OUTPUT OF THE LM358 IC.  THE MODIFICATION INVOLVES SOLDERING A JUMPER WIRE TO THE BACK OF THE DISPLAY, FOLLOWING THE WELL ILLUSTRATED INSTRUCTIONS.  THE JUMPER IS CUT 1/2 INCH FROM A SUPPLIED PIECE OF INSULATED WIRE, STRIPPING 1/16 INCH INSULATION FROM EACH END.  I FOUND IT IMPOSSIBLE TO STRIP THE INSULATION AND JUST BURNED IT OFF.  ONE \", \"201020_20.txt\": \"COMPANION HAND AND FOOT SWITCHES.  ON THE AIR  FOR THIS REVIEW, WE ORDERED A W1 HEADSET AND SERIES M K ADAPTER FOR MY KENWOOD TS 590S TRANSCEIVER. THE HEADSET COMES FULLY ASSEMBLED AND IS READY TO USE.  OVER THE YEARS, IVE TRIED A NUMBER OF DIFFERENT HEADSETS.  I PREFER THE TYPE WITH EARPIECES THAT ARE LARGE ENOUGH TO ENCLOSE MY ENTIRE EAR, WITH THE PADS RESTING ON MY HEAD RATHER THAN ON MY EARS.  I FIND THIS DESIGN EASIER TO WEAR DURING LONG OPERATING PERIODS, SUCH AS DURING CONTESTS, AND IT ALSO HELPS TO BLOCK ROOM NOISE.  THE W1 EARPIECES ENCLOSE MY EARS AND THE CUSHIONS ARE QUITE COMFORT ABLE.  THE PADDED, FLEXIBLE HEADBAND FEELS GOOD ON MY SCALP, AND IT PROVIDES ENOUGH PRESSURE TO HOLD THE HEADSET IN PLACE WITHOUT FEELING LIKE MY HEAD IS IN A VISE.  I WAS ABLE TO COMFORTABLY WEAR THE W1 WITH MY \", \"201103_20.txt\": \"NOUADHIBOU.  JOHANNES HAS BEEN ISSUED THE CALL 5T5PA AND WILL BE OPERATING WITH AN ICOM IC 7800 TRANSCEIVER RUNNING 200 W INTO A KIO HEX BEAM, DIPOLES, NI4L OCF 8 BANDS, AND AN INVERTED V ANTENNA.  ACTIVITY WILL BE ACROSS 160 6 METERS ON SSB, RTTY, AND FT8.  JOHANNES WILL BE ON THE AIR EVENINGS AND WEEKENDS.  PAPER QSLS CAN BE SENT VIA THE BUREAU, DIRECT TO HIS HOME CALL IN THE NETHERLANDS, OR THROUGH LOGBOOK OF THE WORLD LOTW. JOHANNES ASKS FOR PATIENCE FOR PAPER QSLS DUE TO WORKING ABROAD.  6 METERS HOPEFULLY BY THE TIME YOU READ THIS, THE NORTHERN HEMISPHERES 6 METER SPORADIC E SEASON WILL BE RAMPING UP.  AS A REMINDER, THE NORTH AMERICAN CALLING FREQUENCY IS 50R125 MHZ.  ONCE YOU HAVE ESTABLISHED A CONTACT, PLEASE BE CONSIDERATE OF YOUR FELLOW 6 METER OPERATORS AND MOVE UP THE \", \"201117_20.txt\": \"HAVE HIGH QUALITY KNURLED HARDWARE AND CYLINDRICAL BINDING POSTS.  ALL HAVE VERY LIGHT SPRING TENSION AND A SUBTLE TOUCH.  IN 1940, THE STREAM KEYS BASE WAS COMPLETELY REDESIGNED, TAKING A MORE ROUNDED CONTOUR, A MUCH LARGER FOOTPRINT, AND MORE WEIGHT.  THERE WERE THREE MODELS THE CHROME PLATED 300, BLACK WRINKLE 200, AND INJECTION MOLDED PLASTIC 100.  THE 300 AND 200 MODELS SEE FIGURE 2 HAVE CHROMED HARDWARE WITH ROPE KNURLED HEADS AND LOCKNUTS, AND THEIR OVERALL QUALITY IS OUTSTANDING.  WHILE AVAILABLE WITH THE SAME HARDWARE AND A BEAUTIFULLY STYLED BASE, THE MODEL 100 LACKS THE HEFT TO BE IN THE SAME CLASS.  THE LEVER DESIGN ON MOST OF THE 100, 200, AND 300 MODELS IS WORTH NOTING.  THE END OF EACH LEVER TRUNNION IS HOLLOW BORED, BEING CAPTURED BY A PIN FORMED AT THE END OF THE PIVOT SCREW. \", \"201201_20.txt\": \"VOLTAGE FALLS BELOW THE LOW VOLTAGE TRIP, AT THE RISK OF DAMAGING THE BATTERY BUT PERHAPS NECESSARY IN AN EMERGENCY SITUATION.  IF THE DISPLAY TIMER IS ENABLED, THE DISPLAY WILL AUTOMATICALLY BLANK OUT AFTER 5 MINUTES IF NOT USED.  ENABLE THE ALARM FOR SOUNDS, OR TURN OFF FOR NO ALERT SOUNDS. PUSHING THE DOWN ARROW ONE MORE TIME RAISES THE BATTERY SETTINGS SCREEN. TO CONFIGURE THE CHARGING ALGORITHM APPROPRIATELY, SELECT PB FOR LEAD ACID BATTERIES, OR LIFEPO4 FOR LITHIUM IRON PHOSPHATE CHEMISTRIES.  ENABLE OR TURN OFF THE CHARGER ALL TOGETHER IN THIS SCREEN ITS RECOMMENDED TO TURN THE CHARGER OFF WHEN NO BATTERY IS CONNECTED.  AND FINALLY, SET THE MAXIMUM CHARGING RATE FROM 1 TO 6 A.  AS DISCUSSED EARLIER, I SET MY MAXIMUM CHARGING CURRENT TO 3 A.  USING THE POWERPLUS  I USED THE BUDDIPOLE \", \"220111_20.txt\": \"RESISTOR, AND AN LED STRIP CONTAINING EIGHT ADDRESSABLE RGB RED GREEN BLUE LEDS, ALL ON ONE ARDUINO SHIELD.  THE PIONEER ALSO HAS HEADER PINS ON BOARD TO CONNECT TO OTHER DEVICES, SUCH AS THE INCLUDED ULTRASONIC SENSOR.  THE 81 PAGE ONLINE ASSEMBLY AND USER GUIDE IS WELL WRITTEN AND INCLUDES A NUMBER OF DETAILED COLOR PHOTOS.  THE EASY TO FOLLOW STEP BY STEP ASSEMBLY GUIDE INCLUDES A SECTION ON HOW TO INSTALL THE ARDUINO IDE PROGRAMMING SOFTWARE AND USB PORT DRIVERS NEEDED ARDUINO SHIELDS AN ARDUINO SHIELD IS A BOARD THAT HAS CONNECTORS AROUND THE EDGE THAT ALLOW IT TO BE MOUNTED, OR STACKED, ON TOP OF AN ARDUINO UNO STYLE BOARD.  STACKING SHIELDS ALLOWS FOR THE QUICK AND EASY ADDITION OF FEATURES AND DEVICES TO ARDUINO PROJECTS. MULTIPLE SHIELDS CAN BE STACKED ON TOP OF EACH OTHER TO ADD EVEN MORE \", \"220125_20.txt\": \"SCREW TO SEE IF THE MOVABLE SECTION REMAINED LOCKED TO THE ADJUSTING SCREW AT MAXIMUM JAW OPENING.  THE ANSWER IS IT HURT WHEN THE BACK SECTION FELL OFF THE SCREW AND ONTO MY KNEE.  Z COLOR MINI FLAT CLAMP VISE FOR LESS THAN, YOU GET A LIGHTWEIGHT 9R5 OUNCE, VERY BASIC VISE.  THE JAWS ARE APPROXIMATELY 2 3/16 INCHES WIDE AND 1/2 INCH DEEP.  THE PACKAGE INCLUDES THE VISE, TWO JAW EXTENSIONS MADE OF HARD PLASTIC, AND FOUR SCREWS WITH HARD PLASTIC SLEEVES THAT MATCH HOLES IN THE JAW SEE FIGURE 10.  THE BOTTOM OF THE JAWS REST ON THE MOUNTING SURFACES, SO ITEMS UP TO ONLY 1/2 INCH DEEP WILL FIT.  THE JAWS WILL OPEN 2 1/8 INCHES AND THE MOVABLE JAW WILL NOT FALL OFF.  THE VISE CAN BE MOUNTED TO A WORKBENCH WITH FOUR SCREWS THROUGH SLOTTED HOLES OR JUST RESTED ON THE WORK SURFACE.  THE TOPS OF THE \", \"220208_20.txt\": \"BETTER GROUND WOULD LIKELY OFFER GREATER EFFICIENCY.  IT ISNT JUST USING THE ENGINE BLOCK AS THE GROUND, BUT ALSO ALL THE NEGATIVE POWER WIRES THAT RUN AGAINST THE HULL, AS FAR FORWARD AS THE BOW LIGHTS.  THE CAPACITANCE THROUGH THE HULL TO THE SEAWATER SEEMS TO DO IT.  OF PARTICULAR INTEREST WAS WORKING FROM LONG ISLAND SOUND INTO THE 75 METER SUNDAY 4 PM EST ANTIQUE WIRELESS ASSOCIATION AM NET 3837 KHZ, 7 PM DURING DST ON 3840 KHZ WHILE ON THE WATER.  THIS CAN BE A CHALLENGE FROM THE HOME STATION WITH A 125 W, 100 MODULATED, AM CARRIER, AND A FULL SIZE DIPOLE AT 60 FEET, BUT I MADE A BETTER CONTACT FROM THE BOAT WITH A 25 W CARRIER, SO I FIGURED I WAS DONE WITH MY GROUNDING SYSTEM.  IT SEEMS TO WORK WELL ON ALL BANDS, WITH SOLID CONTACTS TO EUROPE ON 20 METERS.  WHILE THE BACKSTAY IS SLOPED, I \", \"220222_20.txt\": \"OCCUR IN ALL MONTHS, MOST OFTEN IN THE SPRING.  IN THESE TYPES OF OPENINGS, COOL MOIST AIR IS DRAWN NORTH UNDER WARM DRY AIR TO A STRONG LOW PRESSURE SYSTEM.  THE SEPTEMBER 15 TROPO OPENING WAS CREATED BY A HIGH PRESSURE SUBSIDENCE SYSTEM, WHICH WAS BLOCKED BY HURRICANE SALLY.  THE OPENING ON SEPTEMBER 26 WAS MORE COMPLEX AND APPEARED TO BE A COMBINATION OF BOTH A HIGH PRESSURE SYSTEM AND A WAVE CYCLONE.  STUDYING WEATHER MAPS SUCH AS THE WEATHER CHANNELS CLASSIC SURFACE MAPS WHICH CAN BE FOUND AT AND HEPBURNS TROPOSPHERIC FORECASTS FOUND AT MAY GIVE YOU CLUES FOR THESE OPENINGS.  ON THE BANDS 50 MHZ.  SPORADIC E APPEARED ON SEPTEMBER 6.  K5ND EM12, K0GU DN70, AND N0JK EM28 COPIED XE2ML DL74 ON FT8.  ON SEPTEMBER 12, XE1MEX EL09 WORKED YS1RS AND TI2CC IN THE ARRL SEPTEMBER VHF CONTEST ON ES.  METEOR \", \"220308_20.txt\": \"AT 100 KHZ, OR MORE, AWAY FROM THE TRANSMITTED SIGNAL.  THIS MAY BE OKAY FOR LOW POWER, BUT PERHAPS NOT IF USED WITH A HIGH POWER RF AMPLIFIER WHEN SIGNALS ARE STRONG.  TRANSMIT PHASE NOISE IS MORE NOTICEABLE ON VHF AND UHF FREQUENCIES, WHERE RECEIVER NOISE FLOORS ARE LOWEST.  THE CW KEYING CHARACTERISTICS OF THE IC 705 ARE EXCELLENT.  ALL IN ALL, THE IC 705 IS A GOOD NEIGHBOR TO STATIONS OPERATING NEARBY ON THE DIAL.  TIONS, SUCH AS STREAMING GPS INFORMATION TO YOUR COMPUTER.  I HAD A BLAST USING THE IC 705 WITH WSJT X SOFTWARE AND THE FT8 AND FT4 MODES.  HOWEVER, WHEN THIS REVIEW WAS WRITTEN, THE LATEST VERSION OF WSJT X DIDNT INCLUDE THE 705 IN ITS LIST OF CAT CONTROLLABLE TRANSCEIVERS.  THE WORKAROUND IS TO GO INTO THE IC 705S CI V MENUS AND CHANGE THE CI V ADDRESS FROM THE DEFAULT A4H TO 94H.  ONCE \", \"220322_20.txt\": \"THE THOUSANDS OF ELIGIBLE STATE, PROVINCIAL, OR FEDERAL/NATIONAL PARKS SCATTERED THROUGHOUT THE WORLD, OR STAY HOME AND BECOME A CHASER, LOGGING CONTACTS WITH PARK ACTIVATORS.  THERE ARE MANY POTA AWARDS AVAILABLE, AND YOULL FIND THAT ACTIVITY IS SURPRISINGLY STRONG.  THERE IS AN ACTIVE POTA FACEBOOK GROUP AS WELL.  IM RELATIVELY NEW TO POTA AND HAD NEVER ACTIVATED A PARK BEFORE UNTIL I GOT MY HANDS ON THE ICOM IC 705.  A QUICK LOOK AT THE POTA WEBSITE REVEALED THAT WHARTON BROOK STATE PARK IN NORTH HAVEN, CONNECTICUT, WAS JUST A FEW MILES AWAY.  I MADE A 20 METER VERTICAL ANTENNA USING A TELESCOPING FIBERGLASS MAST, A TRIPOD SUPPORT, AND A NETWORK OF 10 RADIAL WIRES.  FOR THIS REVIEW, WE HAD ALSO ORDERED THE ICOM LC 192 BACKPACK, WHICH IS A CONVENIENT WAY TO TAKE THE IC 705 AND ACCESSORIES ON \", \"220419_20.txt\": \"ALSO TWO ETHERNET JACKS SDR LAN AND PC LAN, TWO USB B AND ONE USB C PORTS, AN HDMI JACK FOR THE MONITOR, SPEAKER AND AUDIO INPUT JACKS, AND PTT AND CW KEY JACKS.  THE SPEAKER JACKS ARE WIRED AS BALANCED, TIP TO RING, WITH NO GROUND TO THE SLEEVE.  THE EMBEDDED PC HAS A FOUR CONDUCTOR HEADSET CONNECTOR FOR STEREO AUDIO OUT AND MONAURAL MICROPHONE IN, SIMILAR TO MANY LAPTOP COMPUTERS.  CONTROLLING EXTERNAL DEVICES SEVEN OPEN COLLECTOR OUTPUTS AVAILABLE VIA THE REAR PANEL DB 9 CONNECTOR ARE CONFIGURED USING THE TRANSVERTERS XVTRS AND OPEN COLLECTOR OC SETUP TABS.  THE TRANSVERTER LOCAL OSCILLATOR LO FREQUENCY OFFSET AND ERROR CAN BE PROGRAMMED IN, AS WELL AS THE DRIVE POWER REQUIRED, AND CONTROL OF THE TRANSVERTER OUTPUT AND INTERNAL POWER AMPLIFIER.  WITH EXTERNAL TRANSVERTERS CONNECTED AND \", \"220503_20.txt\": \"FERRITE BAR ANTENNA DOES A GOOD JOB ON ITS OWN.  750.  YES, THE CONTROL REQUIRES A LIGHT TOUCH TO TUNE SIGNALS PERFECTLY, BUT ONCE I HAD IT TUNED TO MY LIKING, THE BFO REMAINED STABLE AND THE RESULTING AUDIO WAS CLEAN AND UNDISTORTED.  EVEN WHILE USING JUST THE TELESCOPING WHIP ANTENNA, I WAS ABLE TO MONITOR A NUMBER OF AMATEUR SSB AND CW CONVERSATIONS.  THE RADIO LACKS THE ABILITY TO CREATE THE KIND OF NARROW FILTERING THAT IS CRITICAL WHEN LISTENING TO A CROWDED BAND, BUT AGAIN, THE ELITE 750 IS A CONSUMER PRODUCT, NOT A HAM RECEIVER.  WITH THE RADIO STILL IN THE SSB MODE, I COULDNT RESIST PUNCHING 14R074 MHZ INTO THE KEYPAD.  THATS THE 20 METER FT8 WATERING HOLE.  AS THE MUSICAL CACOPHONY OF WHAT SOUNDED LIKE A MILLION FT8 SIGNALS ERUPTED FROM THE SPEAKER, I GRABBED A MICROPHONE HEADSET, PLUGGED \", \"220517_20.txt\": \"CARD HAS SEVERAL APPLICATIONS IN THIS TRANSCEIVER.  YOU CAN RECORD RECEIVED AND TRANSMITTED AUDIO, WHICH CAN BE USEFUL IN SEVERAL SITUATIONS.  YOU CAN ALSO BACK UP THE FTM 300DRS MEMORY INFORMATION TO THE CARD.  NATURALLY, YOULL NEED TO PURCHASE A MICROSD CARD, BUT THESE ARE INEXPENSIVE.  YOULL ALSO NEED A MEMORY CARD READER TO ACCESS THE CARD WITH YOUR PC OR LAPTOP. THESE ARE ALSO INEXPENSIVE AND SIMPLY PLUG INTO AN AVAILABLE USB PORT. MEMORY PROGRAMMING WITH EXTERNAL SOFTWARE YAESU OFFERS FREE SOFTWARE FOR WINDOWS THAT YOU CAN USE TO CONVENIENTLY MANAGE THE CONTENTS OF THE FTM 300DRS MANY MEMORY CHANNELS.  THIS IS MY PREFERRED METHOD OF MANAGEMENT JUST BECAUSE IT IS SO MUCH EASIER TO DO FROM MY DESKTOP OR LAPTOP.  TO ACCESS THE FTM 300DR MEMORIES DIRECTLY YOU MUST PURCHASE AN SCU 20 DATA \", \"220531_20.txt\": \"LOCAL FIRE DISPATCH CHANNEL AND THE UNICOM FREQUENCY OF A NEARBY AIRPORT. I EVEN MANAGED TO PAIR THE FTM 300DR WITH MY APPLE AIR PODS.  MEMORY CHANNEL GROUPING ALL TRANSCEIVERS THESE DAYS HAVE FREQUENCY MEMORIES, AND THE FTM 300DR IS NO EXCEPTION, WITH MORE THAN 1,000 MEMORIES AVAILABLE. WHATS INTERESTING ABOUT THE WAY THE TRANSCEIVER HANDLES MEMORIES IS IN ITS MEMORY CHANNEL GROUPING FUNCTION.  I FOUND THAT I NEEDED TO EXPERIMENT WITH THIS FEATURE TO FULLY UNDERSTAND AND APPRECIATE IT.  THE SHORT EXPLANATION IS THAT IT ALLOWS YOU TO ASSIGN MEMORY CHANNELS TO SPECIFIC GROUPS OF YOUR CHOOSING AND THEN RECALL THEM FOR OPERATING OR SCANNING AS THE NEED ARISES. IT IS SOMEWHAT ANALOGOUS TO MEMORY BLOCKS FAMILIAR TO SCANNER OWNERS.  FOR INSTANCE, YOU CAN PLACE ALL THE REPEATERS YOU NORMALLY USE FOR YOUR LOCAL \", \"220614_20.txt\": \"COINCIDE WITH QUARTERLY DOD COMMUNICATIONS EXERCISES COMEX.  ALL EXERCISES BEGIN ON CHANNEL 1 AS THE INITIAL CALLING CHANNEL, AND MOVE TO OTHER 60 METER WORKING CHANNELS AS INDICATED.  MARS MEMBERS WILL PERFORM TECHNICAL AND ESSENTIAL COMPLEX MISSION TASKS THAT ARE CRITICAL FOR ACCOMPLISHMENT OF THE MARS MISSION.  IN ADDITION TO VOICE CALLS, I WANT TO INTRODUCE PASSING GENERAL MESSAGE ICS 213 FORMATTED MESSAGES IN VOICE AND DIGITAL MODES TO ENHANCE THE OVERALL INTEROP EXPERIENCE, US ARMY MARS CHIEF PAUL ENGLISH, WD8DBY, SAID.  HE EXPLAINED THAT THE EXERCISES WILL YIELD THE FREQUENCIES TO OTHER SCHEDULED EXERCISES OR MISSION ACTIVATIONS, WHICH MAY BE CALLED BY OTHER AGENCIES FOR INTEROP SUPPORT FOR SCENARIOS SUCH AS HURRICANES AND WILDFIRES.  WE REGULARLY INSTRUCT MARS MEMBERS TO WORK COOPERATIVELY WITH \", \"220712_20.txt\": \"DECEMBER, ENHANCING 30 THROUGH 12 METER DX PROPAGATION FOR SEVERAL HOURS A DAY THROUGH EARLY JANUARY 2021.  THE REGION MADE A RARE THIRD APPEARANCE IN LATE JANUARY, BUT WITH VERY LOW SUNSPOT ACTIVITY.  A SLOW START IN 2021 THE SFI HASNT EXCEEDED 78 AND HAS BEEN MOSTLY BELOW 74 SINCE JANUARY 6, MUCH LOWER THAN THE CORRESPONDING MONTHS OF CYCLE 24.  ONLY A FEW WEAK SUNSPOTS HAVING LITTLE EFFECT ON HF PROPAGATION HAVE APPEARED FROM EARLY JANUARY THROUGH AT LEAST MARCH 7, 2021.  NO SUNSPOTS SHOWED FOR 20 DAYS IN A ROW FROM JANUARY 28 TO FEBRUARY 17, WHICH WAS UNUSUAL DURING THE CORRESPONDING MONTHS OF ANY SOLAR CYCLE.  CYCLE 25 SUNSPOTS STRONG ENOUGH TO IMPROVE HF PROPAGATION HAVE SO FAR APPEARED ONLY IN THE SUNS SOUTHERN HEMISPHERE, A CONDITION KNOWN AS HEMISPHERIC ASYMMETRY, WHICH HAS CAUSED DOUBLE PEAKS \", \"220726_20.txt\": \"LONG AS YOU CAN DESCRIBE IT MATHEMATICALLY, EVEN AN FT8 SIGNAL.  THE BOTTOM LINE IS A MORE REALISTIC TEST RESULT.  DAYTON HAMVENTION ANNOUNCES 2021 AWARD WINNERS DAYTON HAMVENTION HAS ANNOUNCED ITS 2021 AWARD WINNERS. HAMVENTION AWARDS COMMITTEE CO CHAIRS MICHAEL KALTER, W8CI, AND FRANK BEAFORE, WS8B, SAID THAT DESPITE THE COVID 19 PANDEMIC, THE HAMVENTION COMMITTEE ELECTED TO GO FORWARD IN ANNOUNCING ITS SELECTION OF OUTSTANDING RADIO AMATEURS AND PREDICTED THAT HAMVENTION WILL RETURN IN 2022.  AMATEUR OF THE YEAR ANGEL M. VAZQUEZ, JR., WP3R, THE HEAD OF TELESCOPE OPERATIONS AND PUERTO RICO COORDINATION ZONE SPECTRUM MANAGER FOR PUERTO RICOS FAMOUS ARECIBO OBSERVATORY, WAS CITED AS AMATEUR OF THE YEAR FOR HIS UNSWERVING AND DILIGENT SUPPORT OF AMATEUR RADIO THROUGHOUT THE ENTIRE TERRITORY OF \", \"220823_20.txt\": \"MODERN TRANSCEIVERS, THE FTDX10 OFFERS VOICE MEMORIES FOR USE ON AM, SSB, OR FM.  YOU CAN RECORD UP TO FIVE SEPARATE MESSAGES, EACH WITH A MAXIMUM TIME LIMIT OF 90 SECONDS, AND THEN SAVE THEM TO THE SD MEMORY CARD FOR QUICK ACCESS.  IF YOU PURCHASED YAESUS FH 2 REMOTE CONTROL KEYPAD, YOU COULD PLAY BACK THE RECORDINGS OVER THE AIR WITH THE PRESS OF A BUTTON. OTHERWISE, YOU MUST ACCESS THE RECORDINGS FROM THE SCREEN.  YOU CAN ALSO RECORD RECEIVED AUDIO TO THE SD CARD, AT LEAST UP TO A MAXIMUM OF 35 GB PER FILE THATS A LOT OF AUDIO.  THE RECORDED AUDIO IS SAVED IN WAV FORMAT.  I SAVED 60 SECONDS OF AUDIO FROM AN SSB CONVERSATION ON 20 METERS, AND THAT FILE OCCUPIED JUST UNDER 3 MB ON THE CARD.  I WAS USING AN 8 GB MEMORY CARD, WHICH WOULD PROBABLY HAVE BEEN ABLE TO STORE MORE THAN 40 HOURS TOTAL \", \"220920_20.txt\": \" SENSITIVE, AND IT WAS ABLE TO OBTAIN A POSITION FIX QUICKLY EVEN WHEN I WAS USING IT INDOORS WITH JUST A WINDOW TO ACCESS THE OPEN SKY SEE FIGURE 2. THE IC R30 GPS CAN BE USED LIKE ANY OTHER GPS RECEIVER TO DETERMINE YOUR POSITION AND LOG YOUR TRAVELS.  THE GPS DATA CAN BE SAVED TO THE MEMORY CARD AND EXPORTED FOR USE IN OTHER APPLICATIONS, SUCH AS GOOGLE EARTH.  GPS LOGGING HAS A PRACTICAL APPLICATION THAT I DIDNT DISCOVER UNTIL I HAD USED THE RADIO FOR A WHILE.  IF YOURE ROAMING THE COUNTRYSIDE AND TRACKING LOCAL SIGNALS, IT HELPS TO KNOW WHERE YOU WERE AT A GIVEN TIME.  AUDIO RECORDINGS ARE TAGGED WITH THE DATE AND TIME, MAKING IT POSSIBLE TO MATCH RECORDINGS WITH YOUR GPS LOG.  VHF AND BEYOND THE ICOM IC R30 TRULY EXCELS IN THE WORLD ABOVE 50 MHZ.  IN PARTICULAR, ITS SCANNING FEATURES ARE AMONG THE \", \"221018_20.txt\": \"TO LOWER.  THERE WILL BE NO AGC APPLIED AT OR BELOW THIS POINT, BUT AGC BEGINS ON SIGNALS ABOVE THIS LEVEL.  NO AGC IS NECESSARY ON SIGNALS OF THIS LEVEL.  5 INITIALLY, ADJUST SETTINGS AS NECESSARY TO MEET YOUR OWN REQUIREMENTS.  THERE IS INTERACTION BETWEEN THE R8, R9, AND R10.  6 ONCE YOU SET THE CONTROLS TO YOUR PREFERENCES, NO FURTHER ADJUSTMENTS ARE NECESSARY.  IF NO S METER IS ATTACHED, LEAVE THE CONNECTION OPEN.  ALSO, LEAVE OPEN THE UNUSED AGC OUTPUT.  AGC HOLD TIME IS CONTROLLED BY THE VALUE OF C6.  I DESIGNED IT FOR FAST AGC, BUT YOU CAN CHANGE THIS BY INCREASING C6 UP TO 10 UF OR SO.  AS DESIGNED, THE AGC ACTION WORKS WELL ON CW, SSB, AND AM SIGNALS.  IF YOU INCREASE C6, AND YOU HEAR A POPPING SOUND WHEN A STRONG SIGNAL IS DETECTED, THE VALUE OF C6 IS TOO HIGH IT IS SLOWING \", \"220111_30.txt\": \"SEVERAL CHOICES FOR THE MEASUREMENT SELECTION DROPDOWN MENU.  CHANGING THIS SELECTION FROM FREQUENCY TO CYCLE PRODUCES A READING OF ABOUT 2R857 MICROSECONDS.  OTHER CHOICES FOR MEASUREMENT ARE POSITIVE PULSE WIDTH, NEGATIVE PULSE WIDTH, AND DUTY CYCLE.  SET YOUR OWN WAVEFORM SELECTING THE ARBITRARY TAB ALLOWS YOU TO DESIGN YOUR OWN WAVEFORM.  UNFORTUNATELY, THERE ARE NO USEFUL INSTRUCTIONS IN THE INFORMATION BOOKLET, BUT I DID FIND A HELPFUL ONLINE TUTORIAL AT WWW. FACECLIPS. NET/ VIDEO/ DDGUN OCNMG/ KOOLERTRON SI. HTML.  FIGURE 10 SHOWS A MODIFIED SINE WAVE THAT I CREATED BY PLACING MY MOUSE CURSOR ON THE WAVEFORM AND DRAGGING IT UP AND TO THE RIGHT.  THEN I STORED THE MODIFIED WAVEFORM IN STORAGE LOCATION 1.  YOU CAN ALSO USE THE MOUSE TO HAND DRAW ANY WAVEFORM YOU WANT.  FINAL THOUGHTS THE KOOLERTRON DUAL CHANNEL SIGNAL GENERATOR OFFERS A NUMBER OF USEFUL FEATURES FOR THE AMATEUR WORKSHOP.  IF YOU DONT NEED TO GENERATE SINE WAVES AT 60 MHZ, 15 AND 30 MHZ MODELS ARE AVAILABLE AT LOWER COST.  ADDITIONAL ILLUSTRATIONS FOR THIS REVIEW ARE AVAILABLE  DR.DUINO PIONEER EDITION ARDUINO PROJECT KIT REVIEWED BY GLEN POPIEL, KW5GP ONE OF THE MOST COMMON \", \"220125_30.txt\": \"THIS.  YOST TOOLS V 275 PORTABLE VACUUM BASE VISE WITH A LEVER CONTROL TO SEAL THE VACUUM BASE TO A SMOOTH SURFACE, THIS SOLID 3 1/4 POUND UNIT, SHOWN IN FIGURE 8, CAN HANDLE GOOD SIZED PROJECTS.  THE JAWS RIDE ON TWO SMOOTH CYLINDERS WITH A CENTER SCREW THAT ALLOWS THE JAWS TO OPEN TO A MAXIMUM OF 2 1/2 INCHES.  THE CAST METAL PARTS ARE FINISHED IN A GREY/SILVER COAT.  THE JAWS HAVE A V SHAPED GROOVE RUNNING THEIR LENGTH AND THREE VERTICAL GROOVES TO HOLD CYLINDRICAL PARTS.  SOFT COVERS PREVENT SCRATCHING OBJECTS HELD IN THE JAWS.  WITHOUT THE COVERS, THE JAWS ARE 2 1/2 INCHES WIDE AND 1/2 INCH HIGH.  A FRICTION BALL COUPLES THE JAW ASSEMBLY TO THE BASE.  WHEN LOOSENED, THE JAWS CAN ROTATE 360 DEGREES, TILT APPROXIMATELY 45 DEGREES TO EACH SIDE, AND 90 DEGREES TO THE FRONT AWAY FROM THE FRICTION LEVER.  WHEN THE JAWS ARE OPEN FULLY, AN INTERNAL MECHANISM KEEPS THE JAWS FROM RIDING OFF THEIR MOUNT.  EXPERIENCE WITH OTHER DEVICES SHOWS THAT, OVER TIME, YOU MAY EXPERIENCE PROBLEMS WITH THE VACUUM SEAL THAT HOLDS THE VISE IN PLACE.  THIS 3 1/4 POUND UNIT IS MOUNTED ON A LARGE ENOUGH BASE THAT VACUUM HOLD MAY NOT BE NEEDED FOR MANY TASKS. \", \"220208_30.txt\": \"CONNECTIVITY DUE TO SHRINKING UNDER PRESSURE.  IN THE 1950S, THE WIRE UNDER SCREW TERMINALS GOT THINNER OVER TIME AND THE RESISTANCE WENT UP, RESULTING IN HOUSE FIRES.  THIS WAS ALSO A PROBLEM WITH RADIO EQUIPMENT THAT USED ALUMINUM RIVETS TO ATTACH THINGS, SUCH AS TUBE SOCKETS, TO STEEL CHASSIS. ALMOST ALL RADIOS FROM THOSE TIMES THAT I HAVE RESTORED HAD DC RESISTANCES BETWEEN THE SOCKET AND ITS GROUND CONNECTIONS, AND THE ACTUAL CHASSIS GROUND, IN THE SINGLE DIGIT OHMS RANGE PERFECT FOR CAUSING ALL MANNER OF PROBLEMS.  BRAZING OR WELDING MAY BE THE BEST OPTION.   SOLDERING IS CLOSE, BUT DIFFICULT FOR SOME METALS, AND UNPROTECTED JOINTS DEGRADE WITH EXPOSURE OVER TIME.  ANY MECHANICAL CONNECTION INVOLVING ALUMINUM BEAM CLAMPS OR OTHER JOINTS SHOULD BE TIGHTENED PERIODICALLY AND APPROPRIATE COMPOUNDS APPLIED TO ALL MECHANICAL JOINTS, AS WELL AS ELECTRICAL INSULATING MATERIAL TO PROTECT THE CONNECTIONS.  Q A FRIEND HAS AN 18 FOOT OPEN BOAT THAT HE HOPES TO PUT ON THE AIR ON 60 METERS.  HE WAS WONDERING WHAT KIND OF COUNTERPOISE TO USE WITH HIS WHIP ANTENNA.  HE WOULD NOT WANT TO DRILL THROUGH OR MAKE ANY MAJOR MODIFICATIONS TO THE HULL.   TRAILING WIRES SEEMS \", \"220222_30.txt\": \"SUDDENLY RISES, AND THE MOISTURE CONTENT DECREASES SIGNIFICANTLY.  RADIO SIGNALS GOING THROUGH THE INVERSION ARE BENT AND REFRACTED BACK TOWARDS THE EARTH.  SOME INVERSIONS BEGIN AT THE GROUND WITH FOG.  THE INVERSIONS THAT ARE MOST USEFUL FOR VHF/UHF DX TAKE PLACE 1,500 6,000 FEET HIGH.  WHEN A STRONG INVERSION OCCURS, THE TEMPERATURE RISES, AND THE HUMIDITY OF THE AIR DECREASES IN A LAYER.  THIS CAN CAUSE SUPER REFRACTION OR DUCTING.  THE ABILITY OF AIR TO REFRACT RADIO SIGNALS IS DEFINED AS N, WHICH INVOLVES TEMPERATURE, MOISTURE CONTENT, AND AIR PRESSURE.  COOL, MOIST AIR HAS A HIGH N VALUE.  WHAT WE ARE INTERESTED IN IS THE CHANGE IN N, OR DN. TROPOSPHERIC PROPAGATION IS STRONGEST WHERE THE INDEX OF REFRACTION, OR DN, CHANGES SHARPLY WITH ALTITUDE.  NOT ALL RADIO SIGNALS ARE REFRACTED TO THE SAME DEGREE.  IT TAKES A HIGHER DN GREATER THAN 19 TO REFRACT 2 METER SIGNALS THAN 70 CENTIMETER SIGNALS.  THE INVERSION LAYER DEPTH ALSO DETERMINES THE FREQUENCY OF SIGNALS THAT MAY BE REFRACTED.  UHF SIGNALS CAN BE REFRACTED BY SHALLOW LAYERS, LOWER FREQUENCIES NEED A DEEPER LAYER.  FOR 50 MHZ SIGNALS TO REFRACT BY TROPO, THE LAYER NEEDS TO BE OVER 1,000 FEET \", \"220308_30.txt\": \"AN OLDER LAPTOP BUT DISCOVERED THE ICOM DRIVERS WERE INCOMPATIBLE WITH ITS WINDOWS 8R1 OPERATING SYSTEM.  THIS MAY HAVE BEEN DUE TO AN ISSUE WITH THE OLD LAPTOPS CONFIGURATION.  ON MY WINDOWS 10 DESKTOP PC, THERE WASNT A PROBLEM.  THE DRIVERS CREATE TWO SEPARATE COM PORTS, AND YOULL NEED TO OPEN THE WINDOWS DEVICE MANAGER TO SEE WHICH NUMBERS WINDOWS HAS ASSIGNED TO THEM.  ONE IS FOR ICOM CI V COMPUTER AIDED TRANSCEIVER CAT CONTROL AND THE OTHER PORT IS USED FOR OTHER APPLICA LAB NOTES ICOM IC 705 BOB ALLISON, WB1GCM THE ICOM IC 705 HAS PLENTY OF DYNAMIC RANGE FOR USE IN THE FIELD OR A HOME STATION.  AT 14 MHZ, WITH THE PREAMP OFF AND 2 KHZ SIGNAL SPACING, ITS LOWEST DYNAMIC RANGE IS 90 DB TWO TONE, THIRD ORDER IMD.  THIS PERFORMANCE IS VERY GOOD.  BLOCKING DYNAMIC RANGE BDR AND RECIPROCAL MIXING DYNAMIC RANGE RMDR WERE QUITE GOOD AS WELL, AT 124 AND 110 DB, RESPECTIVELY.  THE ONLY POTENTIAL PERFORMANCE ISSUE MAY SURFACE WHILE OPERATING ON THE 2 METER BAND, WHERE SECOND ORDER PRODUCTS MAY OCCUR IF THE OFFENDING SIGNALS ARE STRONG ENOUGH.  SECOND ORDER PRODUCT IS A PHANTOM SIGNAL THAT APPEARS WHEN THE SUM OF THE FREQUENCIES OF THE INTERFERING \", \"220322_30.txt\": \"IC 705 OFFERS 5 W OUTPUT WHEN POWERED BY ITS INTERNAL BATTERY, AND 10 W WHEN USING AN EXTERNAL 13R8 V DC SUPPLY.  THE BATTERY SUPPLIED WITH THE 705 IS A 7R4 V/ 1,880 MAH LITHIUM ION PACK.  AN OPTIONAL 3,150 MAH BATTERY IS AVAILABLE AS WELL.  ALTHOUGH THE IC 705 IS BEING MARKETED AS A PORTABLE TRANSCEIVER, ITS WORTH NOTING THAT THIS RADIO IS PERFECTLY FINE AS A HOME STATION TRANSCEIVER, IF YOURE USING IT WITH AN EFFECTIVE ANTENNA SYSTEM. OUTSIDE OF MY POTA ACTIVITY SEE THE SIDEBAR, PARKS ON THE AIR WITH THE IC 705, I USED THE IC 705 AT HOME WITH AN HF DIPOLE ANTENNA AND A VHF/UHF GROUND PLANE.  NEITHER ARE GAIN ANTENNAS, YET I ENJOYED SURPRISING SUCCESS, PARTICULARLY WITH CW AND DIGITAL MODES.  SDR WITH A TWIST AT FIRST GLANCE, THE IC 705 LOOKS LIKE A MINIATURIZED VERSION OF THE POPULAR IC 7300 TRANSCEIVER.  THE TOUCHSCREEN IS PROMINENT, AS IT IS IN THE IC 7300, AND THE FRONT PANEL LAYOUT IS SIMILAR IN APPEARANCE.  HOWEVER, THE COMPARISON LARGELY ENDS THERE.  WHILE THE IC 705 IS A SOFTWARE DEFINED RADIO SDR, IT IMPLEMENTS THIS TECHNOLOGY IN A MANNER THAT IS A DEPARTURE FROM THE IC 7300.  LIKE THE IC 7300, THE IC 705 SAMPLES INCOMING SIGNALS AS CLOSE AS \", \"220405_30.txt\": \"INCLUDES WI FI FUNCTIONALITY AS STANDARD EQUIPMENT.  THIS MEANS THE IC 705 CAN CONNECT TO ANY 2R4 GHZ WIRELESS NETWORK AND INSTANTLY BECOME A REMOTELY CONTROLLABLE TRANSCEIVER.  YOU SET UP THE WI FI CONNECTION IN THE IC 705 IN THE SAME WAY YOU WOULD CONFIGURE A TABLET COMPUTER OR SMARTPHONE.  USING THE TOUCHSCREEN, YOU CHOOSE THE NETWORK SSID, AND THEN ENTER THE PASSWORD SEE FIGURE 5.  I WAS ABLE TO ADD THE TRANSCEIVER TO MY HOME NETWORK IN LESS THAN A MINUTE.  FOR OPERATION AWAY FROM HOME, ICOM RECOMMENDS A TRAVEL WIRELESS ROUTER TO USE WITH THE RADIO, AS THE IC 705 WILL NOT CONNECT TO A WIRELESS NETWORK REQUIRING SECONDARY CONNECTION LIKE YOU SEE IN MANY HOTELS.  YOU WOULD USE THE TRAVEL ROUTER TO CONNECT TO THE HOTEL WIRELESS NETWORK WITH THE SECONDARY INFORMATION, THEN THE RADIO WOULD CONNECT TO THE TRAVEL ROUTER.  WITH THE IC 705 CONNECTED TO WI FI, IT CAN BE USED FOR REMOTE OPERATING IN ALMOST ANY MODE.  AT THE TIME OF THIS WRITING, THE ONLY REMOTE CONTROL SOFTWARE AVAILABLE FOR THE 705 WAS THE ICOM RS BA1 PACKAGE. I DIDNT HAVE AN OPPORTUNITY TO TEST THE IC 705 WITH RS BA1, BUT IM AWARE OF A FEW AMATEURS WHO ARE USING IT WITH THIS TRANSCEIVER FOR LONG DISTANCE \", \"220419_30.txt\": \"DISCUSSED IN THE LAB NOTES SIDEBAR.  3 THE DIGITAL BOARD WITH A FIELD PROGRAMMABLE GATE ARRAY FPGA TO PERFORM ALL THE DIRECT UPCONVERSION/ DOWNCONVERSION DUC/DDC AND DIGITAL SIGNAL PROCESSING DSP FUNCTIONS.  IN THE 7000DLE MKII, IT IS AN ORION II BOARD.  4 THE SDR FIRMWARE FOR THE DIGITAL BOARD METIS.  5 THE SDR SOFTWARE FOR THE PERSONAL COMPUTER THETIS.  APACHE LABS MANUFACTURES THE TRANSCEIVER HARDWARE, BUT OPEN SOURCE DEVELOPERS CREATE THE FIRMWARE AND SOFTWARE, WHICH IS FREELY AVAILABLE FOR ANYONE TO USE OR ADAPT.  THE FIRMWARE IS SPECIFIC TO THE DIGITAL BOARD USED IN THE TRANSCEIVER, WITH VERSIONS CALLED HERMES, ANGELIA, ORION, AND SO ON.  THE SOFTWARE IS COMMON TO ALL THE ANAN SERIES TRANSCEIVERS.  THIS ARTICLE WILL FOCUS ON IMPROVEMENTS IN THE HARDWARE WITH THE ANAN 7000DLE MKII AND THE PROTOCOL 2 SOFTWARE/FIRMWARE.  HARDWARE INSTALLATION THE ANAN 7000DLE MKII REQUIRES A USER SUPPLIED MONITOR HDMI AND USB KEYBOARD AND MOUSE FOR OPERATION WITH THE INTERNAL PC MODULE.  I USED A WIRELESS KEYBOARD/ MOUSE FOR TESTING, BUT WIRED UNITS WILL WORK FINE TOO.  A USB HUB MAY BE REQUIRED IF ADDITIONAL USB DEVICES ARE USED.  IT IS TOO BAD THAT A FRONT PANEL USB \", \"220503_30.txt\": \"WAS UNABLE TO RECEIVE LONGWAVE BROADCASTS DURING THIS REVIEW, BUT I WAS ABLE TO SPIN THE BAR AND ISOLATE SOME INTERESTING SIGNALS FROM OTHER SERVICES, SUCH AS AERONAUTICAL BEACONS.  SSB AND CW THE ELITE 750 IS NOT A REPLACEMENT FOR A HIGH PERFORMANCE HAM RADIO RECEIVER, BUT IT DOES OFFER SSB AND CW RECEPTION.  IT ACHIEVES THIS WITH AN ADJUSTABLE BEAT FREQUENCY OSCILLATOR BFO.  THE KNOB IS LABELED SSB BFO, BUT OF COURSE, ITS USE ISNT STRICTLY LIMITED TO SSB.  TUNING IS IN 1 KHZ STEPS, AND THE SSB BFO CONTROL DOES AN ADMIRABLE JOB OF TUNING IN SEPARATE CW SIGNALS ABOVE AND BELOW THE TUNED FREQUENCY, AS LONG AS THE BAND IS NOT TOO CROWDED.  IVE OFTEN BEEN DISAPPOINTED WITH HOW BFOS ARE IMPLEMENTED IN CONSUMER SHORTWAVE RADIOS. EITHER THE BFO CONTROL IS WAY TOO SENSITIVE, OR THE BFO INTRODUCES ANNOYING DISTORTION THAT CAN MAKE LISTENING ALMOST PAINFUL.  I WAS PLEASANTLY SURPRISED TO SEE THAT THE WORST FAILINGS OF CONSUMER BFOS WERE AVOIDED IN THE ELITE LAB NOTES ETON ELITE 750 RECEIVER BOB ALLISON, WB1GCM IN TESTING THE ELITE 750, I FOUND THAT THE SENSITIVITY IS NOT QUITE UNIFORM THROUGHOUT THE HF SPECTRUM, LIKE WE ARE USED TO WITH AMATEUR TRANSCEIVERS.  ITS GOOD \", \"220517_30.txt\": \"TRANSCEIVERS, MENU CHOICES ARE DISPLAYED IN PLAIN ENGLISH RATHER THAN CRYPTIC ABBREVIATIONS.  IT IS A MATTER OF USING A VFO KNOB TO SELECT WHAT YOU WANT THE SCREEN HIGHLIGHTS YOUR SELECTIONS WITH RED BACKGROUNDS AND THEN GIVING THE KNOB A BRIEF PUSH.  WITH THE APRS PROPERLY CONFIGURED, I SELECTED 144R39MHZ AND THE FTM 300DR BEGAN DISPLAYING DECODED APRS DATA. THE INFORMATION IS EASY TO READ AND INCLUDES A COMPASS HEADING TO THE STATION IN QUESTION SEE FIGURE 2.  IF YOU ARE NEW TO APRS, IT IS BEST TO DOWNLOAD THE FTM 300DRS DEDICATED APRS MANUAL.  DESPITE NOT HAVING DONE THIS AT FIRST, I FOUND IT STRAIGHTFORWARD TO PICK MY WAY THROUGH THE MENUS AND SET UP ALL THE NECESSARY PARAMETERS.  SNAPSHOT ONE CLEVER FEATURE THAT I DIDNT HAVE AN OPPORTUNITY TO TRY WAS THE SNAPSHOT FUNCTION.  THIS ALLOWS YOU TO SEND AND RECEIVE IMAGES USING THE OPTIONAL MH 85A11U CAMERA MICROPHONE.  THIS ABILITY HAS BEEN PRESENT IN YAESU SYSTEM FUSION RADIOS FOR YEARS, BUT NOT ALL TRANSCEIVER MODELS CAN SUPPORT IT.  THE FTM 300DRS HIGH RESOLUTION DISPLAY IS IDEAL FOR THIS, ALBEIT WITH SMALL IMAGES. STILL, IT IS A COOL FUNCTION TO HAVE AVAILABLE, ESPECIALLY WHEN YOURE DOING \", \"220531_30.txt\": \"CONTROL HEAD OFFERS A 2 INCH COLOR TFT DISPLAY THAT CAN BE READ EVEN IN BRIGHT DAYLIGHT SEE FIGURE 1.  AT EITHER SIDE OF THE SCREEN ARE SEPARATE AUDIO AND FREQUENCY CONTROLS FOR EACH RECEIVER.  THERE ISNT A DEDICATED SQUELCH KNOB, BUT THIS ADJUSTMENT IS EASY.  YOU SIMPLY TAP THE SQL BUTTON AND THE TWO RIGHT HAND KNOBS BECOME SQUELCH CONTROLS FOR THE INDIVIDUAL RECEIVERS.  WITHIN A COUPLE OF SECONDS AFTER YOUVE MADE YOUR ADJUSTMENTS, THEY REVERT TO BEING FREQUENCY CONTROLS AGAIN.  WITH A MAXIMUM 50 W OUTPUT POWER, THE FTM 300DR IS IDEAL FOR EITHER MOBILE OR FIXED STATION APPLICATIONS.  AND LIKE ALL YAESU SYSTEM FUSION RADIOS, THE FTM 300DR WILL AUTOMATICALLY SWITCH FROM ANALOG FM TO DIGITAL C4FM ACCORDING TO THE NATURE OF THE RECEIVED SIGNAL THANKS TO ITS AUTOMATIC MODE SELECTION AMS FUNCTION. YOU CAN ALSO ELECT TO OPERATE ANALOG OR C4FM EXCLUSIVELY WITH A PUSH OF A BUTTON.  AN ABUNDANCE OF STANDARD FEATURES THE FTM 300DR COMES WITH SO MANY STANDARD FEATURES, SEVERAL OF WHICH ARE OPTIONAL ON OTHER PIECES OF EQUIPMENT, THAT IT ISNT PRACTICAL TO DISCUSS THEM ALL IN A SINGLE REVIEW. INSTEAD, ILL TOUCH UPON THE ONES I FOUND PARTICULARLY INTRIGUING. \", \"220614_30.txt\": \"EVOLVED FROM THE ORIGINAL ARMY AMATEUR RADIO SYSTEM, ESTABLISHED IN 1925. THE ARMY AND AIR FORCE MARS HEADQUARTERS STATIONS WERE OPERATED FROM THE PENTAGON DURING THE 1950S AND 1960S.  THE MILITARY CALL SIGN OF THE ARMY MARS STATION WAS WAR, AND ITS FCC CALL SIGN FOR THE AMATEUR BANDS WAS K4USA.  THE AIR FORCE MARS CALL SIGN WAS AIR, WITH AN AMATEUR RADIO CALL SIGN OF K4AF.  DURING THE 60S, AIR FORCE MARS MEMBER AND US SENATOR BARRY GOLDWATER, K7UGA/ AFC6BC, OPERATED HIS PHOENIX, ARIZONA, STATION TO CONDUCT THOUSANDS OF PHONE PATCHES FROM SERVICE PERSONNEL IN SOUTHEASTERN ASIA TO LOVED ONES BACK HOME.  THE ARMY PHONE PATCH PROGRAM IN VIETNAM STARTED WITH SIX STATIONS AND WAS COMPLETED IN 1969, WITH 47 MARS STATIONS IN SEVEN NETS THAT CONDUCTED MORE THAN 42,000 PHONE PATCHES EACH MONTH.  IN 1948, THE ARMY AND AIR FORCE ESTABLISHED THE MILITARY AMATEUR RADIO SYSTEM, LATER RENAMING IT THE MILITARY AFFILIATE RADIO SYSTEM.  IN 1962, NAVY MARINE CORPS MARS WAS LAUNCHED, CREATING A JOINT SERVICE PROGRAM.  IN 1997, ARMY MARS AND AIR FORCE MARS INAUGURATED ON THE AIR INTEROPERABILITY.  IN 2009, THE PROGRAM WAS RENAMED THE MILITARY AUXILIARY RADIO SYSTEM.  IN 2011, AIR \", \"220712_30.txt\": \"FOLLOW.  FORECASTS AND TRENDS AT LEAST 70 FORECASTS FOR CYCLE 25 HAVE BEEN PUBLISHED IN SCIENTIFIC JOURNALS, PREDICTING EVERYTHING FROM A VERY WEAK TO A VERY STRONG CYCLE.  THE RESPECTED NATIONAL OCEANIC AND ATMOSPHERIC ADMINISTRATION NOAA FORECAST, AS WELL AS MOST OTHER FORECASTS, ANTICIPATES CYCLE 25 TO BE SIMILAR TO CYCLE 24.  REFERRING TO TABLES 1 AND 2, CYCLE 24 HAD LOW SSNS DURING ITS RISE TO SOLAR MAXIMUM COMPARED TO OTHER CYCLES, AS EVIDENCED BY ITS SSNS AT 12, 24, AND 36 MONTHS AFTER SOLAR MINIMUM.  CYCLE 24 TOOK 64 MONTHS TO REACH SOLAR MAXIMUM LONGER THAN ANY CYCLE SINCE 1945. THE SUN RECENTLY PRODUCED MORE SPOTLESS DAYS THAN USUAL DURING THE THIRTEENTH AND FOURTEENTH MONTHS AFTER SOLAR MINIMUM.  THE SUNSPOT INDEX AND LONG TERM SOLAR OBSERVATIONS SILSO WORLD DATA CENTER AT THE ROYAL OBSERVATORY OF BELGIUM ANTICIPATES UP TO 1,024 SPOTLESS DAYS BEFORE THE TRANSITION TO CYCLE 25 COMPLETES, LIKELY BEFORE THE END OF 2021.  A BRIEF INTRODUCTION TO CYCLE 25 CYCLE 25 PRODUCED 180 SPOTLESS DAYS AND SOME OCCASIONAL WEAK SUNSPOTS THROUGH OCTOBER 2020.  THE WEAK SUNSPOTS HAD LITTLE EFFECT ON HF DX PROPAGATION, AS EVIDENCED BY THE 10R7 CENTIMETER \", \"220726_30.txt\": \"REQUIREMENTS, BOURQUE SAID.  THE PREFERRED METHOD OF SUBMITTING ENTRIES AFTER FIELD DAY IS VIA THE WEB APPLET.  THE ARRL FIELD DAY RULES, FOUND ELSEWHERE IN THIS ISSUE, INCLUDE INSTRUCTIONS ON HOW TO SUBMIT ENTRIES, WHICH MUST BE SUBMITTED OR POST MARKED BY TUESDAY, JULY 27, 2021. INNOVATOR ULRICH ROHDE, N1UL, DONATES SOPHISTICATED VECTOR SIGNAL GENERATOR TO ARRL ARRL LIFE MEMBER ULRICH ROHDE, N1UL, HAS DONATED A ROHDE SCHWARZ SMBV100A VECTOR SIGNAL GENERATOR TO THE ARRL LABORATORY.  THE DEVICE OFFERS INTERNAL SIGNAL GENERATION FOR ALL MAJOR DIGITAL RADIO STANDARDS.  THAT IS ABSOLUTELY FABULOUS NEWS AND EXTREMELY GENEROUS, ARRL CEO DAVID MINSTER, NA2AA, TOLD ROHDE.  ARRL LABORATORY MANAGER ED HARE, W1RFI, SAID THE INSTRUMENT WILL BE A VALUABLE ADDITION TO THE LABS TESTING CAPABILITIES. WE WILL BE ABLE TO DO MORE COMPREHENSIVE TESTS ON MODERN RADIOS, ALMOST ALL OF WHICH USE SOFTWARE DEFINED RADIO TECHNOLOGY, HARE SAID.  WE WILL ALSO BE ABLE TO ADD TESTING OF RECEIVERS DIGITAL CAPABILITY.  THE FLEXIBILITY OF THIS GENERATOR WILL SERVE THE LABORATORY FOR YEARS TO COME.  HARE SAID HE WAS LOOKING FORWARD TO LEARNING MORE ABOUT THE SMBV100A ONCE ITS INSTALLED \", \"220823_30.txt\": \"RISK OF FINDING YOURSELF THOROUGHLY CONFUSED AND WITH THE RADIO LABORING UNDER SOME ODD SETTINGS.  SHOULD THAT HAPPEN TO YOU, THE MANUAL HELPFULLY DESCRIBES THE STEPS NECESSARY TO RESET THE RADIO TO FACTORY DEFAULTS. SATISFIED WITH MY DEEPER DIVE INTO THE MANUAL, IT WAS TIME AGAIN TO APPLY POWER.  THE FTDX10S RELAYS SPRING TO LIFE AND THE TFT DISPLAY IS ALWAYS A MARVEL TO BEHOLD.  SELECTING THE 3DSS DISPLAY MODE, IM TREATED TO A MESMERIZING THREE DIMENSIONAL FIELD OF SIGNAL SPIKES SEE FIGURE 3.  YOU CAN SELECT A MORE TRADITIONAL WATERFALL DISPLAY, IF YOU PREFER, AND EVEN BRING UP INSET DISPLAYS FOR AUDIO AND MORE.  PICKING AT ONE MINOR NIT, SOME POPUP SCREENS, SUCH AS BAND SELECTION, DISAPPEAR IF YOU DONT MAKE A CHOICE WITHIN COUPLE OF SECONDS.  THE RADIO SOON TRAINED ME TO THINK FAST AND NOT CONTEMPLATE MY OPTIONS, BUT THIS WAS STILL AN ANNOYING BEHAVIOR.  IT WOULD BE NICE IF ALL SCREENS REMAINED VISIBLE UNTIL YOU MADE YOUR CHOICE, HOWEVER LONG THAT MIGHT TAKE.  A SMOOTH SPIN OF THE LARGE VFO KNOB SENT THE CURSOR RACING THOUGH THE DISPLAY.  AS I LISTENED TO SSB SIGNALS ON 40 METERS, THE FTDX10S PERFORMANCE WAS STRIKING.  THE BAND WAS CROWDED, WHICH WAS JUST \", \"220920_30.txt\": \" THIS IS WHERE THE USB CABLE COMES INTO PLAY.  IF YOU ATTACH THE USB CABLE BETWEEN THE IC R30 AND YOUR COMPUTER, YOUR COMPUTER WILL RECOGNIZE THE RADIOS MEMORY CARD AS IT WOULD ANY OTHER STORAGE DEVICE, SUCH AS A DISK DRIVE.  IN MY CASE, THE COMPUTER DECIDED THAT THE IC R30 WOULD BE DRIVE E. ALL I HAD TO DO WAS OPEN WINDOWS EXPLORER, AND I COULD ACCESS EVERYTHING ON THE CARD AND WRITE TO THE CARD AS WELL.  THATS MUCH MORE CONVENIENT THAN PHYSICALLY SWAPPING CARDS AND ADAPTERS.  AS A BONUS, THE IC R30 BATTERY CAN RECHARGE THROUGH THE USB CONNECTION.  THE AMOUNT OF POWER AVAILABLE AT USB PORTS CAN VARY, SO SOME MAY BE BETTER CHARGERS THAN OTHERS.  I TRIED A FEW USB OPTIONS, AND WHILE THE BATTERY CHARGED IN ALL CASES, CHARGING SEEMED FASTER WITH THE DEDICATED ICOM CHARGER.  IN ADDITION TO AN AUTOMATIC RECEPTION LOG, ANYTHING YOU CAN HEAR CAN BE RECORDED AND STORED TO THE CARD FOR LATER PLAYBACK, EITHER THROUGH THE RADIO ITSELF OR YOUR COMPUTER.  THE IC R30 STORES AUDIO IN WAV FORMAT, WHICH CAN RESULT IN SOME LARGE FILES, BUT MY 8 GB MEMORY CARD HAD PLENTY OF ROOM.  THERE IS SOFTWARE AVAILABLE FROM BOTH ICOM AVAILABLE THROUGH DEALERS AND RT SYSTEMS THAT YOU CAN USE TO \", \"221018_30.txt\": \"OPTIONAL S METER, AND A THIRD SETS THE LEVEL OF ATTENUATION WHEN A STRONG SIGNAL IS PRESENT.  THE INPUT TO THE AGC CIRCUIT CONNECTS TO THE TOP OF THE EXISTING RECEIVER VOLUME CONTROL, WHICH IS THE OUTPUT FROM THE AUDIO PREAMP.  POTENTIOMETER R8 SETS THE THRESHOLD POINT WHERE AGC ACTION BEGINS. THE SIGNAL IS AMPLIFIED BY Q1 AND RECTIFIED BY D1 AND D2.  THE RECTIFIED SIGNAL CHARGES C6.  THE DC VOLTAGE LEVEL STORED ON C6 VARIES WITH THE INCOMING AUDIO LEVEL.  IT IS THEN AMPLIFIED BY Q2 AND, IF DESIRED, OPTIONALLY DRIVES THE POSITIVE INPUT OF A 1 MA FULLSCALE S METER.  THE NEGATIVE S METER LEAD CONNECTS TO GROUND.  POTENTIOMETER R9 ADJUSTS THE LEVEL TO CALIBRATE THE METER.  THE AMPLIFIED SIGNAL ALSO PASSES TO Q3, WHICH IS CONNECTED TO THE RECEIVER BOARD AT R8 OF FIGURE 2.  AS SIGNAL LEVEL INCREASES, Q3 BEGINS TO TURN ON.  AS INPUT SIGNAL LEVEL INCREASES, THE AGC BOARD DRAWS MORE CURRENT.  LESS CURRENT FLOWS THROUGH D2 OF FIGURE 2 ON THE RECEIVER BOARD, SO GAIN DECREASES IN THE SECOND IF AMPLIFIER STAGE AND THAT, IN TURN, LESSENS THE DETECTED AUDIO LEVEL.  YOU MUST MODIFY THE RECEIVER, AS SHOWN IN FIGURE 2.  LIFT ONE END OF THE R8 RESISTOR AND INSERT \"}"