"{\"200101_10.txt\": \"2,500 YUGOSLAV FIGHTERS AND THE 70,000 CIVILIANS PREDOMINANTLY SERB, WHO WERE KILLED OR DEPORTED TO CONCENTRATION CAMPS SEE FIGURE 5.  I SPENT AN HOUR ON THE AIR, AND THEN I RETURNED WITH BOBAN AND HIS DAUGHTER, WHO EDUCATED ME ON THE COMPLEX HISTORY OF THEIR COUNTRY.  EVEN BOBANS PREVIOUS CALL SIGNS REFLECT THIS HISTORY, STARTING WITH YU4WSO WHEN, FOLLOWING WORLD \", \"200115_10.txt\": \"MEMBER.  I INSTALLED BEVERAGE AND INVERTED L NTENNAS AT HOME AND TESTED THEM BY WORKING JA JAPAN GRID SQUARES AND STEVE, VK6VZ, IN PERTH. SATISFIED WITH HOW THE ANTENNAS WERE WORKING, I COILED UP MY COPPER WIRE AND PACKED IT.  THE DXPEDITION BEGINS WE FLEW FIRST TO BANGKOK AND REACHED PARO, BHUTAN, ON OCTOBER 12, 2017.  OUR TOURISM OUNCIL OF BHUTAN TCB GUIDE, \", \"200129_10.txt\": \"DESIRED PAIR IN THE CAT5 CABLE.  R205 IS USED TO ADJUST THE BALANCE OF THE DIFFERENTIAL AMPLIFIER TO MAXIMIZE COMMON MODE REJECTION OF SIGNALS PICKED UP BY THE CAT5 CABLE.  THE COMBINATION OF R204, R205, AND R206 IS SELECTED TO GIVE A TOTAL RESISTANCE OF 237 10.  THIS ALLOWED ME TO USE UP A SUPPLY OF SOME 200 TRIM POTS THAT WERE ON HAND.  C201 AND C210 PROVIDE \", \"200212_10.txt\": \"US, CANADA, AND MEXICO.  THERE IS ANOTHER WORKSHOP BEING HELD IN LIMA, PERU, IN OCTOBER 2019.  GAREC IN 2005, THE FIRST GLOBAL AMATEUR RADIO EMERGENCY COMMUNICATIONS GAREC CONFERENCE WAS ORGANIZED IN TAMPERE, FINLAND.  TAMPERE IS WHERE, IN 1998, THE FIRST INTERGOVERNMENTAL CONFERENCE ON EMERGENCY TELECOMMUNICATIONS ICET 98 ADOPTED THE GROUNDBREAKING TAMPERE \", \"200226_10.txt\": \"THE POPULAR RADIO SERIES IS CALLED GHOSTS THAT TALK BY RADIO, WRITTEN BY FAMED ESCAPE ARTIST AND SPIRITUALISM SKEPTIC HARRY HOUDINI.  HE COMPARED MEDIUMS TO MAGICIANS IN THE WAY THE LASTING MAGIC OF AMATEUR RADIO JUST AS THE KIDS IN STRANGER THINGS USE THEIR HEATHKIT TO SEARCH THROUGH THAT WHITE NOISE FOR ANSWERS IN AN UPSIDE DOWN WORLD, HAMS HAVE USED AMATEUR RADIO FOR \", \"200311_10.txt\": \"WHILE AVOIDING INTERFERENCE TO OTHER USERS OF THE SPECTRUM.  LIKE A HUMAN, BUT AUTOMATICALLY, THE CR FINDS AVAILABLE SPECTRUM AND THEN OPTIMIZES ITS RECEIVE AND TRANSMIT BEHAVIOR ACCORDINGLY.  THIS IS A NEW TYPE OF DYNAMIC SPECTRUM MANAGEMENT TO ACCOMMODATE MORE USERS.  THREE WORDS IN THAT DEFINITION ARE THE KEY TO UNDERSTANDING CR DYNAMIC, AUTOMATIC, AND \", \"200729_10.txt\": \"MAPLES, W3PV, POSTED ON THE WEBSITE LOOKING FOR A HAM HOME IN IS AREA, SPECIFICALLY WITHOUT AN HOA AND WITH ENOUGH ROOM FOR HIS HAM STATION AND LARGER ANTENNAS.  HE HAD TRIED A FEW WEBSITES OVER THE YEARS THAT ACTED AS AN INTRODUCTION SERVICE TO REAL ESTATE PROFESSIONALS WHO WERE LSO HAMS, BUT ALL OF THEM EVENTUALLY WENT OFFLINE.  REALTORS SEEM TO OVERLOOK THE \", \"200826_10.txt\": \"STAR DASHBOARD SEE FIGURE 2.  TO CONFIGURE PI STAR TO WORK WITH YOUR PI/PIHAT, SELECT THE CONFIGURATION BUTTON IN THE TOP RIGHT IF A SETTING IS NOT MENTIONED, THE DEFAULT WILL WORK.  SELECT APPLY CHANGES BELOW EACH PANEL TO UPDATE CHANGES TO THAT SPECIFIC PANEL.  ON THE CONTROL SOFTWARE PANEL SEE FIGURE 3, SELECT MMDVM HOST AND SIMPLEX MODE.  ON THE MMDVM HOST \", \"200909_10.txt\": \"CONNECTED TO A 12 V SOURCE SO THAT THE INVERTER OPERATES NORMALLY, BUT THE BULK OF THE CURRENT BEING FED TO THE OUTPUT WOULD BE FROM THE 170 V DC EXTERNAL INPUT.  SOLAR SECURE POWER  FORTUNATELY, THE SMA SUNNY BOY BRAND OF GT INVERTERS WITH A SECURE POWER OUTLET MEETS THE DEMAND FOR EMERGENCY POWER FROM GRID TIE SOLAR SYSTEMS SEE FIGURE 5.  WHEN THE GRID GOES DOWN \", \"200923_10.txt\": \"TO THE AUDIO FROM THE TRANSCEIVER AND IN BETWEEN TONES, WHEN THERE IS NO VOICE, THE FREQUENCY COUNTER READS THE HETERODYNE FREQUENCY VERY ACCURATELY.  IF THE TRANSCEIVER IS ON FREQUENCY, I CAN TUNE TO 10R000R500 AND READ 500 HZ ON THE FREQUENCY COUNTER.  I CHECKED ALL MY EQUIPMENT USING THIS METHOD AND FOUND THAT MY TEN TEC PEGASUS WAS OFF BY 32 HZ ON 10 MHZ \", \"201007_10.txt\": \"CREATING A STEADY STREAM OF CONTACTS AND BOOSTING SCORES.  THE BASICS ROVERS USE SSB, CW, FM, AND EVEN DIGITAL MODES LIKE FT8 OR MSK144.  A BEGINNING ROVER STATION OFTEN CONSISTS OF AN ALL BAND TRANSCEIVER, SUCH AS AN ICOM IC 706/ 7000/ 7100 OR A YAESU FT 857 /897, AND SIMPLE ANTENNAS FOR ONE OR ALL OF THE 50, 144, AND 432 MHZ BANDS.  ADDING 222 MHZ WITH A \", \"201021_10.txt\": \"TO ITS MAXIMUM LENGTH.  INSTALL THE RADIATOR ASSEMBLY IN THE SELFIE STICK MOUNT.  INSTALL THE CAPACITOR BOX AT THE BASE OF THE SELFIE STICK USING TWO ZIP TIES.  I PREFER THE KNOB POINTING UPWARDS.  IF THERE ISNT ENOUGH GRIP, TRY TO ROLL SOME BLACK ELECTRIC TAPE AROUND THE STICK BEFORE TIGHTENING THE ZIP TIES.  CONNECT THE RADIATOR LOOP CONNECTORS TO THE CAPACITOR BOX. \", \"201104_10.txt\": \"THIS ANTENNA WORKS BEST ON 20, 17, AND 15 METERS.  WHEN PROPAGATION PERMITS, 12 AND 10 METERS ARE ALSO GREAT.  TUNING THE SMALL HF MAGNETIC LOOP MUST BE RETUNED EACH TIME YOU MOVE YOUR OPERATING FREQUENCY, EVEN IF WITHIN THE SAME BAND.  TUNING NORMALLY BEGINS ON RECEIVING ONLY.  ROTATE THE CAPACITOR KNOB UNTIL THE RECEIVED SIGNALS OR NOISE GROW TREMENDOUSLY. \", \"201118_10.txt\": \"WORLDS CHAMPION, NOT MENTIONING MCELROY BY NAME.  NOR WAS THE KEY IDENTIFIED AS A STREAM KEY, BUT SOLD ONLY BY THE 200 AND 300 MODEL DESIGNATIONS.  THERE WAS NO 100 MODEL.  THE TAC STREAM KEY SEE FIGURE 3 IS READILY IDENTIFIED BY ITS LEVER.  THE SAME AS A MILITARY J 37 KEY, IT IS 1/4 INCH WIDE WITH A SWELL WHERE THE UPPER CONTACT INSERTS.  ALSO \", \"201202_10.txt\": \"NOW, LEAVE ONE OF THE FOUR BOLTS OUT AS WE WILL USE THEM TO CONNECT THE CAPACITOR.  PLEASE NOTE THAT TO MINIMIZE ELECTRICAL RESISTANCE, THE CONNECTOR IS MOUNTED FROM THE INSIDE OF THE BOX TO THE OUT SIDE.  THIS WAY, THE CAPACITOR TERMINALS WILL BE IN DIRECT CONTACT WITH THE SO 239 CONNECTOR.  INSTALL THE CAPACITOR IN THE ENCLOSURE AND SECURE IT TO THE \", \"200101_15.txt\": \"FOR JOINT ACTIVATIONS.  IT WAS ALSO A GREAT COMFORT TO US AND OUR LOVED ONES TO KNOW THAT WE WOULD HAVE LOCAL SUPPORT IN CASE OF ANY PROBLEMS OR IRREGULARITIES.  NOW, WHEN I MAKE A SOTA CONTACT AS A CHASER OR AN ACTIVATOR, I WILL OFTEN HEAR A FAMILIAR CALL SIGN AND REMEMBER A SMILING FACE.  ITS GREAT TO TRAVEL WHEN YOU KNOW YOU ALWAYS HAVE A FRIEND NEARBY. PAUL SCHREIER, AA1MI/HB9DST, WHO WAS FIRST LICENCED IN 1968, IS AN AMERICAN WHO HAS LIVED IN SWITZERLAND SINCE 2001.  IN THAT TIME, HE BECAME A SWISS \", \"200115_15.txt\": \"MEMORABLE TREK HIGH IN THE HIMALAYAN FOOTHILLS, AND HIKING UP TO 16,000 FEET AT BONGTEYLA PASS.  WHEN WE RETURNED TO OUR HOTEL IN PARO, I TRIED 160 METERS ONE MORE NIGHT AND MORNING, BUT, AS THE LOCALS WOULD SAY, THE PROPAGATION GODS WERE WRATHFUL.  EVEN ON FT8, THE BAND WAS CLOSED.  THE NEXT WEEK OF OUR TRIP WAS MY PILGRIMAGE TO WHERE GUS HAD OPERATED AC2H IN 1965.  WITH OUR TREKKING GUIDE, NADO CHHOGYAL, WE DROVE EAST TO VISIT THIMPHU, PUNAKHA, AND, FINALLY, WANGDUE PHODRANG, THE ORIGINAL OPERATING \", \"200129_15.txt\": \"HOUSED IN A 3 4 INCH PVC ELECTRICAL T, SHOWN IN FIGURE 5.  THE DIPOLE ELEMENTS ARE 1/16 INCH BRAZING RODS APPROXIMATELY 45 CENTIMETERS LONG, HELD IN PLACE BY 1/2 INCH PVC PLUGS THREADED INTO BUSHINGS THAT ARE GLUED INTO THE ENDS OF THE PVC T.  INSIDE THE T, THE ENDS OF THE BRAZING RODS ARE CONNECTED TO THE PC BOARD BY SHORT LENGTHS OF THIN WIRE.  THE HOLES THROUGH THE PVC PLUGS FOR THE DIPOLE ELEMENTS ARE SEALED WITH FLOWABLE SILICON WINDSHIELD AND GLASS SEALER, AVAILABLE AT MOST AUTO SUPPLY HOUSES.  THE \", \"200212_15.txt\": \"AS A TECHNICAL FORUM TO INCREASE THE EFFECTIVENESS OF ITS PARTICIPANTS IN HUMANITARIAN WORK AND DISASTER RELIEF.  THE FORUM BROUGHT TOGETHER NATIONAL GOVERNMENTS, UN ENTITIES, NONGOVERNMENTAL ORGANIZATIONS NGOS, INTER GOVERNMENTAL ORGANIZATIONS, THE PRIVATE SECTOR, AND ACADEMIA WITH THESE SHARED INTERESTS.  IARU EMERGENCY TELECOMMUNICATIONS GUIDE AVAILABLE HIGHLY RECOMMENDED READING AND REFERENCE IS THE LATEST VERSION OF THE IARU EMERGENCY TELECOMMUNICATIONS GUIDE, AVAILABLE FOR DOWNLOAD AT WWW. IARU \", \"200226_15.txt\": \"HAUNTED LAB AT THE UNIVERSITY WHEN HE BEGAN TO FEEL UNEASY AND SAW A GREY SHAPE OUT OF THE CORNER OF HIS EYE.  THE FOLLOWING DAY, HE HAD A SIMILAR EXPERIENCE, BUT ALSO NOTICED THAT THE FENCING FOIL HE HAD BEEN WORKING ON WAS SOMEHOW VIBRATING.  AFTER INVESTIGATING, TANDY DISCOVERED A SILENT FAN IN THE LAB CREATING LOW FREQUENCY SOUND WAVES MEASURED AT 18R98 HZ.  AFTER TURNING THE FAN OFF, THE UNSETTLING FEELING DISAPPEARED.  SOME STUDIES HAVE SHOWN THAT INFRASOUND CAN CAUSE HEADACHES, NAUSEA, SLEEP DISORDERS, AND \", \"200311_15.txt\": \"OR CONTESTING ALL AT THE SAME TIME AND MIXED TOGETHER.  ITS RELATIVELY EASY FOR A HUMAN OPERATOR TO MANAGE, BUT IT IS SURPRISINGLY DIFFICULT TO AUTOMATE.  NO OTHER REGULATED SERVICE OFFERS AMATEUR RADIOS FLEXIBILITY OF CONTINUOUS TUNING, A WIDE VARIETY OF PROTOCOLS AND MODULATIONS, SELF REGULATION OF OPERATING PROCEDURES, AND THE ABILITY TO DESIGN AND BUILD ANY PART OF THE STATION EQUIPMENT.  THIS ALLOWS US TO DO A LOT WITH OUR SPECTRUM.  THATS WHAT CR IS ABOUT, TOO SHARING FOR HIGHER UTILIZATION OF \", \"200729_15.txt\": \"NEADER, KA9FOX, RUNS THE HAM RADIO CLASSIFIED ADS AT QTH.  COM.  AFTER NUMEROUS HAMS ASKED TO PROMOTE THEIR HOME ON QTH.  COM, HE REALIZED THERE WAS A CLEAR NEED FOR A DEDICATED WEBSITE TO HELP CONNECT HAM REAL ESTATE SELLERS WITH HAM BUYERS.  IN EARLY 2018, HE CREATED HAMRADIOHOMES.  COM. BY SELLING A HAM FRIENDLY HOME TO ANOTHER HAM, THE SELLER SAVES A HUGE AMOUNT OF TIME IN TAKING DOWN TOWERS AND ANTENNAS, AND HOPEFULLY CAN ACTUALLY RECOVER SOME OF THEIR INVESTMENT, BECAUSE THE HAM BUYING THE \", \"200826_15.txt\": \"DEFAULT, BUT LOOK AT THE MANUAL FOR MORE INFORMATION.  FINALLY, SET THE TIME ONE AND LANGUAGE TO YOUR REQUIREMENTS.  STEP 4 IN THE D STAR CONFIGURATION PANEL SEE FIGURE 6, SET THE RPT1 CALL SIGN TO YOUR CALL SIGN IF IT WASNT AUTOMATICALLY CARRIED HERE FROM A PREVIOUS ENTRY.  ENTER A B FOR UHF, UNLESS YOU HAVE A PIHAT THAT WORKS IN VHF, IN WHICH CASE ENTER A C.  THE RPT2 WILL BE GENERATED AUTOMATICALLY, AND YOULL NOTE THAT G IS FOR GATEWAY.  YOU CAN SET UP A DEFAULT REFLECTOR ON POWER UP IF YOU WISH.  THE \", \"200909_15.txt\": \"COULD NOT DO ANY OF THIS WITH MICRO INVERTERS.  HEATING AND COOLING  A FINAL SHIFT IS OCCURRING IN HIGH EFFICIENCY HOME HEATING AND COOLING WITH MINI SPLIT HEAT PUMPS.  THESE LOW COST SYSTEMS CAN BE INSTALLED IN ANY HOME WITHOUT DUCTWORK AND PROVIDE AC COOLING AND HEATING AT HALF THE PRICE OF OIL OR PROPANE WHILE KEEPING THE ORIGINAL SYSTEM FOR THOSE COLDEST NIGHTS. FURTHER, TO GET HIGH EFFICIENCIES, SOME OF THESE SYSTEMS ARE GOING WITH VARIABLE SPEED FANS AND COMPRESSORS, AND THIS MEANS THEY OPERATE INTERNALLY \", \"200923_15.txt\": \"KNOWING THAT IT IS THE REFERENCE FREQUENCY ADJUSTMENT, HOWEVER.  AFTER WORKING ALL THIS OUT, I KEPT MY THREE FREQUENCY COUNTERS IN AGREEMENT BY FIRST SETTING THE RECEIVER TO WWV AT 10 MHZ AND ADJUSTING TO THE 1,000 HZ HETERODYNE.  I THEN REMOVED THE ANTENNA FROM THE RECEIVER AND PLACED A TEST LEAD IN THE ANTENNA CONNECTOR HELD NEAR THE 10 MHZ OSCILLATOR IN MY COUNTERS AND ADJUSTED THE FREQUENCY COUNTER OSCILLATOR TO THAT SAME 1,000 DIFFERENCE AS WWV.  TECHNICAL CORRESPONDENCE ITEMS HAVE NOT BEEN TESTED BY \", \"201007_15.txt\": \"RADIOS REALLY NEED 13R8 V, WHICH IS THE NORMAL VEHICLE VOLTAGE WHILE CHARGING THE BATTERY.  VOLTAGES LOWER THAN 12 V CAN RESULT IN ERRATIC OPERATION AND POOR SIGNAL QUALITY.  YOU MAY FIND IT EASIER TO OPERATE WITH THE ENGINE RUNNING TO CHARGE THE BATTERIES.  ON THE RF SIDE, START ROVING WITH 25 W OF OUTPUT OR MORE TO MAKE THE MOST OF YOUR SMALL ANTENNAS.  ALL MODE RADIOS USUALLY PRODUCE A FULL 100 W ON 50 MHZ AND SOMEWHAT LESS ON 144 AND 432 MHZ.  YOU CAN USE A SIMPLE SOLID STATE AMPLIFIER TO BOOST LOW POWER \", \"201021_15.txt\": \"MAIN LOOP RESPONSE.  A RIGOROUS ANALYSIS OF THIS TYPE OF HF LOOP WAS CARRIED OUT BY K. SIWIAK, KE4PT, AND R. QUICK, W4RQ.  ED.  I USED STEVE YATES, AA5TB, SMALL TRANSMITTING LOOP ANTENNA CALCULATOR TO ESTIMATE THE PERFORMANCE OF THIS ANTENNA.  FOR EXAMPLE, ON 20 METERS, AND IF THE LOOP SERIES LOSS RESISTANCE ADDS UP TO NO MORE THAN 30 M, THE CALCULATED EFFICIENCY IS AS HIGH AS 4 DB.  AN EFFICIENCY OF 40 MIGHT SEEM TERRIBLE, BUT IT IS LESS THAN 1 S UNIT.  IF YOUVE USED A SMALL HF MAGNETIC LOOP FOR A \", \"201104_15.txt\": \"SERIOUS INJURY.  IN OTHER WORDS, NEVER EVER TOUCH THE ANTENNA WHILE TRANSMITTING.  ALAIN DE CAROLIS, K1FM, WAS LICENSED IN ITALY AT AGE 16 AS IW6PBC, THEN IZ6BYY.  HIS RADIO AVOCATION BEGAN AS A CB OPERATOR AT AGE 12. ONE YEAR LATER, DURING A MASSIVE FOOD NEAR HIS AREA, HE PICKED UP A MAYDAY CALL FROM A DROWNING TRUCK DRIVER ON CB CHANNEL 9 AND COORDINATED THE RESCUE EFFORTS.  ALAIN HAS HAD A LONG EXPERIENCE WITH AMATEUR SATELLITES AND MANNED SPACE MISSIONS.  DURING HIS SENIOR YEAR, HE ACTIVATED HIS HIGH \", \"201118_15.txt\": \"PLANNING IS UNDER WAY FOR THE ROYAL SIGNALS AMATEUR RADIO SOCIETY CENTENARY CELEBRATION NEXT YEAR.  THE SOCIETY HAS MEMBERS IN AUSTRALIA, CANADA, CYPRUS, THE FALKLAND ISLANDS, FRANCE, GERMANY, GIBRALTAR, HOLLAND, HUNGARY, ITALY, MALAYSIA, NEW ZEALAND, THE PHILIPPINES, SPAIN, THE US, AND EVERY PART OF THE UK.  THEY ARE CONDUCTING A MEMBERSHIP DRIVE TO EXPAND THEIR OPERATING RESOURCES FOR THE BIG EVENT.  ELIGIBLE AMATEURS ARE THOSE WHO HAVE SERVED, OR ARE IN ACTIVE SERVICE, IN THE ROYAL SIGNALS OR OTHER ARMY \", \"201202_15.txt\": \"OTHER WITH THE CENTER CONDUCTOR OF THE FEED LINE.  6 CLOSE THE EXCITER LOOP WITH A THREE WAY FEMALE BNC T ADAPTER.  USING TWO ZIP TIES, MOUNT THE SELFIE ADAPTER TO THE MIDDLE OF THE RADIATOR LOOP AND THE MIDDLE OF THE EXCITER LOOP.  THE MINIMUM AND MAXIMUM TUNABLE FREQUENCIES WILL DEPEND ON THE EXACT MINIMUM AND MAXIMUM VALUES OF YOUR CAPACITOR.  YOU MIGHT, FOR EXAMPLE, BE UNABLE TO TUNE THE BOTTOM PART OF 40 METERS OR THE UPPER PART OF 10 METERS.  FOR THIS REASON, IT MIGHT BE WISE TO START WITH A RADIATOR \", \"200114_30.txt\": \"DRIVER CONNECTED TO THE RELAY INTERRUPTS THE RELAY COIL CURRENT.  THIS IS ESPECIALLY TRUE WHEN THE RELAY COIL HAS A LARGE INDUCTANCE.  I CHOSE TO USE A DB 9 CONNECTOR FOR THE RADIO I/O INTERFACE AND A 3R5 MILLIMETER TRS JACK FOR THE EXTERNAL SPEAKER.  SETUP FIRST, CONNECT THE INTERFACE TO YOUR COMPUTER AND ENSURE THAT YOUR COMPUTER RECOGNIZES THE USB SOUND DONGLE. THEN, ENSURE THAT THE AUDIO LEVEL SETTINGS WITHIN YOUR COMPUTER FOR THE DONGLE, BOTH MICROPHONE AND SPEAKER OUTPUT, ARE AT OR NEAR MAXIMUM.  HOW YOU SET UP THE LEVELS DEPENDS ON YOUR COMPUTER, BUT SOME QUICK INTERNET SEARCHING SHOULD PROVIDE GUIDANCE.  ON YOUR RADIO, ENSURE THAT YOUR TRANSMIT DRIVE CONTROL IS SET TO MINIMUM, SO IF YOUR TRANSMITTER IS ACTIVE IT WILL PUT OUT MINIMUM POWER.  NEXT, CONNECT A CABLE FROM THE OUTPUT OF J2 PIN 1 TO THE MICROPHONE INPUT OF YOUR TRANSMITTER.  THEN CONNECT A CABLE FROM THE OUTPUT OF J2 PIN 3 TO THE PTT INPUT OF YOUR TRANSMITTER.  DONT FORGET THE GROUNDS ON J2 PIN 6.  ON THE INTERFACE, ADJUST SW3 TO SELECT RIGHT CHANNEL AND SW4 TO SELECT FAST PTT OPERATION.  START YOUR FAVORITE SOUND CARD DATA COMMUNICATION PROGRAM AND SELECT ANY MODE THAT SHOWS A \", \"200128_30.txt\": \"WAY THROUGH THIS RADIO.  THE SEARCHABLE PDF VERSIONS ARE A HELP.  THE 7610 CAN DO A LOT, AND DO IT VERY WELL, BUT MORE COMPLETE INDICES WOULD HELP OWNERS TAKE FULL ADVANTAGE OF ALL ITS CAPABILITIES.  WRAPPING UP  THE IC 7610 IS A VERY EFFECTIVE, FULL FEATURED TRANSCEIVER THAT WOULD WORK WELL IN MOST STATIONS.  WHILE COMPACT ENOUGH TO FIT INTO MOST SPACES, ITS FRONT PANEL IS LARGE ENOUGH TO INCLUDE PLENTY OF USEFUL CONTROLS AND A FANTASTIC TOUCHSCREEN DISPLAY.  IT PERFORMS WELL ENOUGH TO HOLD ITS HEAD HIGH AMONG THE BEST OF TRANSCEIVERS, YET IS PRICED NEAR THE MIDDLE OF THE RANGE.  IT IS PACKED WITH MANY MORE FEATURES THAN WE CAN COVER HERE.  WHILE IT TAKES SOME TIME TO BECOME FAMILIAR WITH ALL IT CAN DO, THE EFFORT IS MORE THAN WORTHWHILE.  STEPPIR SDA 2000 OPTIMIZIR CONTROLLER  REVIEWED BY MARTIN EWING, AA6E AA6E ARRL.NET  STEPPIR COMMUNICATIONS SYSTEMS OFFERS A UNIQUE LINE OF HF ANTENNAS, BASED ON BERYLLIUM COPPER TAPES THAT ARE EXTENDED AND RETRACTED BY STEPPING MOTORS TO ASSURE A PERFECTLY TUNED ANTENNA AT EVERY OPERATING FREQUENCY.  BEGINNING IN 2001 WITH THE ORIGINAL THREE ELEMENT YAGI, WHICH TUNED FROM 14 TO 54 MHZ, MANY OTHER MODELS HAVE BEEN \", \"200211_30.txt\": \"WITH FLOWABLE SILICON WINDSHIELD AND GLASS SEALER, AVAILABLE AT MOST AUTO SUPPLY HOUSES.  THE WHOLE ASSEMBLY IS SUPPORTED BY 3/4 INCH SCHEDULE 80 PVC FASTENED TO THE STEM OF THE PVC T WITH APPROPRIATE ADAPTERS.  THIS IS IN TURN FASTENED TO A 1 INCH ELECTRICAL METALLIC TUBING EMT SWEEP SUPPORTED BY A 10 FOOT LENGTH OF 1 INCH EMT, AS SHOWN IN FIGURE 5.  THE DIPOLE IS MOUNTED VERTICALLY, MAKING IT OMNIDIRECTIONAL WITH VERTICAL POLARIZATION. IF IT IS MOUNTED HORIZONTALLY, ADVANTAGE CAN BE TAKEN OF THE DIPOLES DIRECTIVITY TO NULL UNWANTED NOISE SOURCES.  ALL THREADED CONNECTIONS SHOULD BE SEALED WITH TEFLON TAPE AND ALL GLUED CONNECTIONS SHOULD BE MADE UP AS IF THEY ARE TO WITHSTAND WATER PRESSURE.  THIS WILL ENSURE THE WEATHERPROOF INTEGRITY OF THE HOUSING.  THE SUMMING AMPLIFIER WAS MOUNTED IN A SMALL BOX FABRICATED FROM SCRAP ALUMINUM, SHOWN IN FIGURE 6.  A SMALL LINEAR POWER SUPPLY WAS INCLUDED IN THE BOX AS WELL AS A 550 KHZ LOW PASS FILTER THAT CAN BE SWITCHED OUT FOR RECEPTION OF THE AM BROADCAST BAND AND HIGHER FREQUENCIES.  THE ACTIVE DIPOLE, SEEN IN FIGURE 7 MOUNTED ON CONDUIT, CAN ALSO BE POWERED FROM BATTERIES OR AN APPROPRIATE WALL WART, \", \"200225_30.txt\": \"RIGHT CHANNEL CONTROL TONE IS USED FOR FSK, YOU MUST ENSURE THAT THE FLDIGI RTTY DIDDLE OUTPUT IS ACTIVE.  THEN, THE RIGHT CHANNEL CONTROL TONE WILL BE ACTIVE FOR AT LEAST ONE BIT OF EACH CHARACTER, AND THE DIDDLE FEATURE ENSURES THAT CHARACTERS ARE CONSTANTLY GENERATED WHEN IN TRANSMIT MODE. SO, IF WE ADD A 250 MILLISECOND RE TRIGGERABLE TIMER HANG TIMER TO THE OUTPUT OF THE CONTROL TONE DETECTOR, WE CAN USE HANG TIMER OUTPUT TO DERIVE A PTT SIGNAL FOR FSK.  THE FSK DRIVER TRANSISTOR, Q2, CAN BE A 2N3094 FOR LOW VOLTAGE APPLICATIONS.  IF THE FSK CIRCUIT FROM THE TRANSMITTER IS HIGH VOLTAGE, THEN USE AN MPSA42 FOR Q2.  FOR FLEXIBILITY, THE USER CAN SELECT VIA SW3 EITHER THE LEFT CHANNEL OR RIGHT CHANNEL AUDIO OUTPUT FROM THE SOUND DONGLE TO KEY THE TRANSMITTER.  COMPARATORS U2A AND U2B DETECT POSITIVE AND NEGATIVE PEAKS, RESPECTIVELY, OF THE AUDIO CONTROL TONE. RESISTORS R33 R36 ESTABLISH BIAS VOLTAGES ON THE COMPARATOR INPUTS SUCH THAT WHEN NO AUDIO CONTROL TONE IS PRESENT AT THE INPUT, BOTH COMPARATOR OUTPUTS ARE PULLED HIGH VIA R37.  THE COMPARATOR OUTPUTS ARE BOTH OPEN COLLECTOR, WHICH MEANS THAT THE OUTPUT IS THE OPEN COLLECTOR OF AN EMITTER \", \"200310_30.txt\": \"RECEIVE TONE DURING A CONTACT, PRESS THE TUNE CONTROL FOR AT LEAST A HALF SECOND TO ENGAGE THE RIT.  A TWO NOTE RESPONSE INDICATES THAT YOU CAN NOW SHIFT THE RECEIVE FREQUENCY WITHOUT CHANGING YOUR TRANSMIT FREQUENCY. SUMMARY  AS MANY QRP ENTHUSIASTS WILL TELL YOU, 5 IS ENOUGH TO WORK THE WORLD ON 20 METER CW.  THE HILLTOPPER 20 GOES TOGETHER EASILY, AND AS ITS NAME IMPLIES, ITS A GOOD CHOICE FOR OPERATING IN THE FIELD OR AT HOME.  A 40 METER VERSION IS IN THE WORKS AS WELL.  WEST MOUNTAIN RADIO EPIC PWRGATE DC POWER MANAGER/CHARGE CONTROLLER REVIEWED BY RICK PALM, K1CE QST CONTRIBUTING EDITOR K1CE ARRL. ORG THE WEST MOUNTAIN RADIO EPIC PWRGATE IS A HIGH POWER, SMART BATTERY CHARGE CONTROLLER AND UNINTERRUPTIBLE POWER SUPPLY CONTROLLER DESIGNED FOR HAMS.  ITS DESIGNED FOR VERY LOW POWER LOSS AND THE FLEXIBILITY TO CHARGE MODERN 12 V BATTERIES INCLUDING GEL TYPE SEALED LEAD ACID SLA, ABSORBED GLASS MAT AGM, AND LITHIUM ION PHOSPHATE LIFEPO4.  CONTROLLING A 12 V BACKUP POWER SYSTEM, ITS RATED TO CONTROL/TRANSFER UP TO 40 A CONTINUOUS DUTY AT 12 V DC, WITH BATTERY CHARGE RATES UP TO 10 A.  IT ALSO SUPPORTS BATTERY CHARGING FROM A SOLAR PANEL 30 \", \"200728_30.txt\": \"RESISTIVE AXIS OF THE SMITH CHART SEE FIGURE 1 IS THE ONLY STRAIGHT LINE ON THE CHART.  ITS NORMALIZED MIDDLE VALUE IS 1.  TO THE LEFT SIDE, THE VALUES APPROACH 0 TO THE RIGHT SIDE, THE VALUES APPROACH INFINITY.  THE REACTIVE AXIS OF THE SMITH CHART IS THE OUTER PERIMETER.  THE NORMALIZED VALUE AT THE TOP CENTER IS 1 OF INDUCTIVE REACTANCE, AND THE VALUE AT THE BOTTOM CENTER IS 1 OF CAPACITIVE REACTANCE.  AS WITH THE RESISTIVE AXIS, VALUES TO ONE SIDE OF THE CHART APPROACH ZERO, AND VALUES TO THE OTHER SIDE APPROACH INFINITY.  THE 50 COAX FROM MY VERY SHORT, 80 METER COIL LOADED ROTATABLE DIPOLE PRESENTED AN IMPEDANCE OF 135 J 90 TO MY RIG AT 3580 KHZ THE J INDICATES A CAPACITIVE REACTANCE.  135 J90 NORMALIZES TO 2R7 J1R8 AND IS PLOTTED AT POINT Z IN FIGURE 1.  POINT Z ESTABLISHES THE RADIUS OF SWR CIRCLE C1, WHICH IS CONCENTRIC WITH THE CENTER OF THE CHART.  THE SWR CIRCLE TRAVERSES ALL THE IMPEDANCES ALONG A HALF WAVELENGTH OF THE COAX THE IMPEDANCES REPEAT EVERY HALF WAVE.  THE RIGHT MOST VALUE WHERE CIRCLE C1 CROSSES THE STRAIGHT, RESISTIVE AXIS INDICATES THE SWR ON THE COAX 4 1 IN THIS CASE.  WE WANT TO GET FROM CIRCLE C1 TO THE CENTER OF THE CHART, WHICH \", \"200825_30.txt\": \"OF THE ALLIGATOR CLIP, AND TWO EXTEND 10 1/2 INCHES.  WHEN ITS USED ON A 36 INCH HIGH WORKBENCH, YOU CAN WORK STANDING UP WITH THE HOLDING ARMS EXTENDED.  SMALL RUBBER COVERS FIT OVER THE ALLIGATOR CLIP NOSES TO PREVENT SCRATCHING.  THE BASE OF EACH ALLIGATOR CLIP PLUGS INTO A PLASTIC ASSEMBLY ON THE TIP OF A FLEXIBLE ARM, AND THE ALLIGATOR CLIPS CAN BE ROTATED. TURNING THE NOTCHED WHEEL LOCKS THE CLIP IN PLACE.  WHEN HOLDING THE PC BOARD WITH ALL FOUR ARMS, I FOUND IT A BIT AWKWARD TO BEND THE ARMS TO THE SAME LEVEL.  IN ADDITION, IF YOU WANT TO WORK ON THE OTHER SIDE OF THE BOARD, YOU HAVE TO UNCLIP THE BOARD, TURN IT, AND RESET THE CLIPS.  I FOUND THAT USING TWO ALLIGATOR CLIPS WAS SUFFICIENT TO HOLD SMALL BOARDS FIRMLY IN PLACE.  IF YOU USE TWO CLIPS AND DONT TIGHTEN THE WHEELS COMPLETELY, YOU CAN ROTATE THE PC BOARD FROM THE COMPONENT SIDE TO THE SOLDER SIDE WITHOUT UNCLIPPING THE BOARD.  THE MAGNIFYING LENS WORKED WELL, AND ITS FLEXIBLE STALK MADE IT EASY TO MOVE OUT OF THE WAY IF NEEDED.  I ALSO FOUND THAT USING THE LED LIGHT SOURCE WITHOUT USING THE MAGNIFIER WAS CONVENIENT. AVEN ADJUSTABLE CIRCUIT BOARD HOLDER  THE UNIT SHOWN IN FIGURE 13 RESEMBLES \", \"200908_30.txt\": \"STATION, EITHER AS A PRIMARY RECEIVER OR S A PANADAPTER OR DSP SECOND RECEIVER CONNECTED TO THE IF OF AN EXISTING RECEIVER.  EVEN AN INEXPENSIVE RTL SDR CAN BECOME A VERY USABLE RECEIVER WHEN THE NEEDED FUNCTIONS ARE PROPERLY INTEGRATED.  VERSA TR PUTS EVERYTHING ONTO A COMPACT PC BOARD SEE THE LEAD PHOTO USING ALL THROUGH HOLE CONSTRUCTION.  THE VERSA TR ALSO WORKS WITH CONVENTIONAL ANALOG TRANSMITTERS AND RECEIVERS OR TRANSCEIVERS. SOME POSSIBLE STATION CONFIGURATIONS INCLUDE A CONVENTIONAL TRANSMITTER WITH AN SDR RECEIVER, A CONVENTIONAL TRANSMITTER AND RECEIVER, A CONVENTIONAL TRANSCEIVER WITH AN SDR PANADAPTER OR SECOND RECEIVER, AND A CONVENTIONAL TRANSMITTER WITH MULTIPLE RECEIVERS.  THE VERSA TR INCORPORATES A VERSATILE RF SENSING RELAY THAT CAN ALSO BE USED FOR KEYING A LINEAR AMPLIFIER OR LIGHTING AN ON AIR SIGN.  CIRCUIT DESCRIPTION THE VERSA TR SCHEMATIC DIAGRAM IS SHOWN IN FIGURE 1.  IT INCLUDES FOUR MAJOR CIRCUIT FUNCTIONS AN RF ACTUATED SWITCH, ANTENNA RELAY, MUTING RELAY, AND SIDETONE OSCILLATOR.  A VERSA TR HOOKUP IS ILLUSTRATED IN FIGURE 2.  THE BOARD REQUIRES 5 V AT 200 MA, PROVIDED BY THE 5 V USB POWER SUPPLY VIA A \", \"200922_30.txt\": \"BITS REPLACING THE OLDER 75 BITS TO ALLOW THE USE OF FT8 FOR CONTESTING.  I SPENT MUCH OF THE RTTY ROUNDUP COMPARING THE NUMBERS OF RTTY, PSK, AND FT8 SIGNALS ON THE 80, 40, AND 20 METER BANDS.  TO MY SURPRISE, FT8 SIGNALS WERE SOMETIMES THE DOMINANT MODE DURING THE ROUNDUP.  RTTY STATIONS SEEMED TO SPREAD OUT OVER MORE THAN 30 KHZ OF EACH BAND, WHILE THE PSK31 AND FT8 SIGNALS TENDED TO CLUMP INTO A SMALLER 3 KHZ REGION OF THE DIGITAL BANDS. FIGURE 1 SHOWS AN SDRPLAY RECEIVERS RF SPECTRUM DISPLAY OF 40 METERS CAPTURED AROUND NOON ON THE SUNDAY OF THE RTTY ROUNDUP.  I WAS LOOKING AT THE DOMINANT PART OF THE 40 METER DIGITAL BAND, FROM 7050 7095 KHZ.  AS SEEN IN THE IMAGE, THERE WERE SOME RTTY STATIONS PARALLEL TRACKS AROUND 7050 AND 7065 KHZ AND ABOVE 7090 KHZ.  THERE WERE TWO DISTINCT GROUPS OF FT8 STATIONS THOSE ABOVE 7075 KHZ WHO WERE PROBABLY EXCHANGING NON CONTEST QSOS, AND THOSE ABOVE 7080 KHZ WHO WERE LIKELY PARTICIPATING IN THE CONTEST.  THE 7080 KHZ FREQUENCY WAS SUGGESTED BY JOE TAYLOR, K1JT, IN THE JANUARY 2019 ISSUE OF QST.  YOU CAN TELL THAT THESE ARE FT8 SIGNALS BY THE 2 SECOND GAP EVERY 15 SECONDS IN THE WATERFALL DISPLAY.  I MANAGED TO MAKE \", \"201006_30.txt\": \"BY A 9 V BATTERY.  IT USES A SLIDE SWITCH TO TURN IT ON CONTINUOUSLY, AND ALSO HAS A PUSHBUTTON SWITCH THAT HOLDS IT ON AS LONG AS YOU PRESS THE BUTTON.  THE GREEN LED SHOWS POWER ON.  THERE ARE TWO INPUT PORTS, A STANDARD BNC CONNECTOR, AND AN SMA CONNECTOR FOR THE INCLUDED FLEXIBLE ANTENNA.  RELATIVE FIELD STRENGTH IS SHOWN ON A THREE DIGIT DISPLAY MODULE WITH A RED FILM COVER.  ASSEMBLING THE KIT  THE QRPGUYS WEBSITE RATES DIFFICULTY AS A 3 TO 4 ON A SCALE OF 5 AND SUGGESTS ALLOWING AN HOUR FOR THE BUILD.  THE WELL ILLUSTRATED, EIGHT PAGE INSTRUCTION MANUAL IS AVAILABLE FOR DOWNLOAD FROM THE QRPGUYS WEB SITE.  YOU WILL NEED THE USUAL TOOLS A 40 W SOLDERING IRON AND THIN SOLDER, FLUSH CUTTERS, AND A MAGNIFIER.  A FIXTURE TO HOLD THE PC BOARD IS ALSO HELPFUL.  THERE ARENT MANY PARTS TWO CONNECTORS, TWO SWITCHES, A PRE WIRED DIGITAL DISPLAY, TWO SOLID STATE DEVICES, AND A FEW RESISTORS AND CAPACITORS.  IN ADDITION TO THE SUPPLIED INSTRUCTIONS, HERE ARE TWO ADDITIONAL SUGGESTIONS.  FIRST, INSERT THE EIGHT PIN LM358 IC INTO ITS SOCKET JUST BELOW THE BNC CONNECTOR BEFORE MOUNTING THE CONNECTOR.  NEXT, THE PUSHBUTTON SWITCH IS NOT \", \"201020_30.txt\": \"CAN BE QUITE HIGH, SO KEEP YOUR DISTANCE, TYPICALLY AT LEAST 15 FEET AT 150 W.  THE MANUAL, AS WELL AS A SCHEMATIC OF THE CONTROLLER, ARE AVAILABLE ON THE MFJ WEBSITE.  INRAD W1 HEADSET K1RO ARRL. ORG  IN THE JANUARY 2018 ISSUE OF QST, JOEL HALLAS, W1ZR, REVIEWED A PAIR OF NEW INRAD MICROPHONES AND RELATED ACCESSORIES AND FOUND THAT THEY PROVIDE AN EXCELLENT AUDIO SIGNAL FROM A REASONABLY PRICED, HIGH QUALITY MICROPHONE.  INRAD RECENTLY EXPANDED THE PRODUCT LINE TO INCLUDE A NEW HEADSET, THE W1.  THE W1 FEATURES LARGE, OVER THE EAR EARPIECES.  ITS FLEXIBLE HEADBAND IS WELL PADDED AND INCORPORATES A TILT BACK FEATURE, SO YOU CAN REPOSITION THE HEADBAND WHILE MAINTAINING PROPER ORIENTATION OF THE EARPIECES.  THE BOOM MICROPHONE IS ON A FLEXIBLE STALK THAT IS INFINITELY ADJUSTABLE AND INCLUDES A FOAM WIND SCREEN.  A 600 DYNAMIC MIC ELEMENT IS SUPPLIED WITH THE W1.  ITS FREQUENCY RESPONSE IS SPECIFIED AT 50 HZ TO 15 KHZ, SO YOU WILL PROBABLY WANT TO USE YOUR TRANSCEIVERS TRANSMIT EQUALIZER OR TONE CONTROLS TO TAILOR THE SOUND FOR YOUR VOICE AND OPERATING STYLE.  THE HEADSET COMES WITH A CLEVER STRAIGHT AND COILED CABLE.  THE STRAIGHT \", \"201103_30.txt\": \"ONE OF THE FIRST FW OPERATIONS WAS THAT OF CHARLES LE BAILY, FW8AA EX XW8AA, IN 1957.  SINCE BEING ADDED TO THE DXCC LIST, THERE HAVE BEEN MULTIPLE DXPEDITIONS AND TEMPORARY OPERATIONS, INCLUDING THE 1966 FW8ZZ DXPEDITION BY TED THORPE, ZL2AWJ, AND CHUCK SWAIN, K7LMU, WHO, AFTERWARDS, WERE LOST AT SEA AND NEVER SEEN AGAIN.  CURRENTLY, FW RANKS NUMBER 74 WORLDWIDE ON THE CLUB LOG MOST WANTED LIST.  IN EUROPE, IT IS NUMBER 51, IN NORTH AMERICA, ITS 138, AND FOR THE EASTERN HALF OF THE US, ITS RANKED 120. FW WALLIS AND FUTUNA DXPEDITION  IN AUGUST 2018, NOBBY STYLES, G0VJG, ANNOUNCED HIS PLANS TO DO A DXPEDITION TO WALLIS AND FUTUNA, WHICH WAS MENTIONED IN THE JANUARY 2019 HOWS DX? COLUMN.  SINCE THEN, NOBBY SOLIDIFIED PLANS FOR HIS UPCOMING DXPEDITION.  BEFORE AND AFTER HIS FW OPERATION, HE WILL BE OPERATING IN FIJI AS 3D2AS FROM MAY 3 5 AND MAY 20 22.  HE PLANS TO BE IN FW BETWEEN MAY 6 20.  AS OF PRESS TIME, HE DID NOT HAVE AN ACTUAL FW CALL SIGN BUT IS CURRENTLY EXPECTING TO BE SIGNING FW/G0VJG.  DURING HIS 2 WEEKS IN FW, NOBBY PLANS TO OPERATE FROM WALLIS ISLAND IOTA OC 054 AND SAYS A SIDE TRIP TO FUTUNA ISLAND IOTA OC 118 MAY BE \", \"201117_30.txt\": \"WSO, RCAS TRANSATLANTIC STATION ON CAPE COD.  AT 20, HE ENTERED THE 1922 BOSTON RADIO EXPOSITION CODE RECEIVING CONTEST ON A WHIM.  HE CAME AWAY WITH THE WORLD RECORD OF 51R5 WPM.  IN THE FOLLOWING YEARS, HE CONTINUED TO SET RECORDS, CAPPING HIS RUN IN 1939 IN ASHEVILLE, NORTH CAROLINA, WITH 75R2 WPM.  MCELROY ALSO HAD THE INGENUITY OF A BORN ENTREPRENEUR.  SETTING UP AS A ONE MAN OPERATION IN 1934, HE DEVELOPED THE MAC KEY, HIS OWN VERSION OF THE SEMI AUTOMATIC TELEGRAPH KEY.  MOST OF HIS PRODUCTS WOULD HAVE THE PREFIX MAC OR MAC, AFTER HIS NICKNAME.  HE MACHINED, ASSEMBLED, AND SOLD THEM OUT OF A SPARE ROOM IN HIS BOSTON APARTMENT.  IN 1936, HE INTRODUCED THE MAC AUTO, A CODE PRACTICE TRANSMITTER OF HIS INVENTION, USING IMPRINTED PAPER TAPE WITH A PHOTOELECTRIC READER.  ONE OF HIS PASSIONS WAS DEVELOPING TECHNOLOGY TO ENHANCE AND SPEED THE LEARNING PROCESS.  IT EVENTUALLY BECAME HIS MAIN FOCUS.  IN JUST 5 YEARS HE HAD A FULL FLEDGED ENTERPRISE.  GROWTH ACCELERATED DUE TO DEMAND FOR MAC TRAINING DEVICES AND TELEGRAPH EQUIPMENT.  A DECADE AFTER HIS START, MCELROYS ANNUAL SALES EXCEEDED 57 MILLION IN TODAYS DOLLARS.  FORM AND FUNCTION  THE STREAM \", \"201201_30.txt\": \"THEN THE GROUP B MAXIMUM CURRENT WILL BE LIMITED TO 5 A.  EACH LOAD IS AUTOMATICALLY DISCONNECTED IF THE OUTPUT CURRENT EXCEEDS THE LIMITS.  IF THE LOAD IS DISCONNECTED, THE GROUPS LED WILL GO OUT, AND AFTER THE FAULT IS CLEARED, PUSHING THE APPROPRIATE GROUP BUTTON UNDER THE DISPLAY WILL RESET THE OUTPUT AND THE LED WILL LIGHT ONCE AGAIN.  THE A AND B BUTTONS CAN BE USED TO MANUALLY SELECT THE OUTPUT GROUPS A, B, OR BOTH.  OTHER INDICATORS INCLUDE THE INPUT STATUS LED, WHICH GLOWS GREEN WHEN THE DC POWER SUPPLY IS SELECTED, AND RED WHEN THE BATTERY IS BEING USED.  THE RED LIGHT FLASHES WHEN THE BATTERY IS BEING USED AND ITS VOLTAGE FALLS CLOSE TO THE LOW VOLTAGE THRESHOLD USER SELECTABLE.  AN AUDIBLE ALARM SOUNDS WHEN THE BATTERY VOLTAGE FALLS TO ABOUT 0R5 V ABOVE THE PROGRAMMED THRESHOLD. PUSHING THE DOWN ARROW BUTTON ONCE AGAIN BRINGS UP THE NEXT SCREEN THE PROGRAMMABLE LIMITS.  THE FIRST IS THE HIGH VOLTAGE LIMIT, WHICH IS SET TO THE MAXIMUM VALUE THAT IS RATED FOR YOUR EQUIPMENT.  THE IC 7300S MANUAL SPECIFIES AN OPERATING RANGE OF 13R8 V PLUS OR MINUS 15, SO I SET THIS LIMIT TO 15R5 V.  IF THE VOLTAGE EXCEEDS THE LIMIT, THE OUTPUT WILL CUT OFF \"}"