"{\"150107_10.txt\": \"SUITABLE LEAD WEIGHT IN THE GARAGE AND ATTACHED IT TO THE BOTTOM OF THE STAND SEE FIGURE 5.  BARBELL WEIGHTS OR EVEN A COMPACT CONCRETE CINDER BLOCK WOULD ACCOMPLISH THE SAME PURPOSE.  DURING A RECENT WIND STORM, THE BASE WEIGHT PROVED ITS WORTH.  I NEGLECTED TO BRING THE ANTENNA IN AND IT WAS LEFT ON THE BACK PATIO, EXPOSED TO THE ELEMENTS.  EVEN THOUGH WIND \", \"150121_10.txt\": \"DETERMINATION EXPERIMENT IT REFERS TO THE BEHAVIOR OF HAM SATELLITES AND CUBESATS WHILE IN ORBIT.  THE ATTITUDE DETERMINATION EXPERIMENT IS TO BE CARRIED ON FOX 1 AND FOX 1B SATELLITES ALONG WITH THE RADFXSAT EXPERIMENT. DESIGN GOALS FOR WRAPS I WANTED TO DEVELOP A PORTABLE, BATTERY OPERATED SATELLITE ANTENNA ROTATOR SYSTEM THAT COULD BE EASILY DUPLICATED USING \", \"150204_10.txt\": \"COUNTIES WERE ASKED TO BE ON STATION APPROXIMATELY 1 HOUR PRIOR TO THE ARRIVAL OF THE STORM.  AT VARIOUS TIMES, THE STORM OVERLAPPED EASTERN WITH CENTRAL REGION THEN CENTRAL WITH WESTERN REGION.  THIS PRESENTED OPPORTUNITIES TO TAKE ADVANTAGE OF THE INTER COUNTY COMMUNICATIONS.  AT NO TIME DID THE EXERCISE DIRECTOR AND THE DEC CONTROLLERS DIRECT NOR DID THEY \", \"150218_10.txt\": \"THAT OPPOSES THE APPLIED VOLTAGE, LIMITED CURRENT THROUGH THE MOTOR TO ONLY THAT REQUIRED TO DRIVE THE LOAD AND ACCOUNT FOR INTERNAL LOSSES.  DONT CONFUSE UNITS OF MEASUREMENT, SUCH AS VOLTS V, AMPERES A, AND OHMS, WITH THEIR CORRESPONDING PHYSICAL PHENOMENA, SUCH AS ELECTRIC POTENTIAL ALSO V, CURRENT, I, OR RESISTANCE R.  FOR EXAMPLE, OHMS LAW IS NEVER WRITTEN AS. \", \"150304_10.txt\": \"AM EVERY OTHER DAY.  ON THE AIR ALL SIX STATIONS WENT ON THE AIR MARCH 30, WITH DAVE, K3EL, MAKING THE FIRST CONTACT WITH ZL4PW.  WE ADOPTED AN OPERATING ROUTINE AND KEPT AS CLOSE TO THE ROUTINE AS POSSIBLE.  HOWEVER, DAY BY DAY WE NOTICED THE WIND WAS GRADUALLY INCREASING AND WE WERE BEGINNING TO EXPERIENCE HEAVY RAINS.  ON ABOUT APRIL 1 THE SKIPPER SAID HE \", \"150318_10.txt\": \"ANTENNAS HAS DEVELOPED A VERSION OF THE G5RV ANTENNA THAT IS CENTERED ON THE 17 METER BAND AND IS ADVERTISED TO WORK BEST ON 30, 17, AND 12 METERS. THIS VERSION CONSISTS OF 77 FEET OF 14 AWG STRANDED WIRE AS THE FLAT TOP AND 23 FEET, 9 INCHES OF 300 TWINLEAD FOR THE TUNING STUB.  A REGULAR G5RV IS ABOUT 101 FEET IN LENGTH, AND THE TUNING STUB IS NORMALLY ABOUT 30 FEET \", \"150401_10.txt\": \"RECEIVE A PRIVATE E MAIL FROM A FORTUNE 500 COMPANY ASKING TO CHAT ABOUT POSSIBILITIES.  WHERE THERE IS AN UPSIDE, HOWEVER, THERE IS ALSO A DOWNSIDE.  BY RELYING ON CROWDFUNDING YOURE PUTTING YOUR INTELLECTUAL PROPERTY AT RISK.  UNLESS YOU HAVE A PATENT, THERE IS NOTHING TO STOP SOMEONE FROM STEALING YOUR IDEA AND RUNNING TO MARKET AHEAD OF YOU.  THERE \", \"150415_10.txt\": \"BANDWIDTH.  THIS MINIMIZES UNWANTED INTERACTIONS WITH ANTENNAS, FILTERS, AND OTHER AMPLIFIER STAGES.  THEY ALSO HAVE A VERY HIGH THIRD ORDER INTERCEPT POINT IP3 RATING, ALLOWING THEM TO HANDLE STRONG SIGNALS WITHOUT IMD INTER MODULATION DISTORTION.  THE PRICE FOR THE HIGH IP3 CAPABILITY IS THAT THEY DRAW SIGNIFICANT SUPPLY CURRENT, ABOUT 100 MA AT 5 V, SO THE \", \"150429_10.txt\": \"A SERIOUS IMPEDIMENT TO MAKING YOUR DREAM COME TRUE.  BUT WHAT IF YOURE LIVING PAYCHECK TO PAYCHECK?  HOW WILL YOU FIND THE CASH TO BRING YOUR PROJECT TO LIFE?  FOR MANY ENTREPRENEURS IN THE 21ST CENTURY, THE ANSWER HAS BEEN CROWDFUNDING.  CROWDFUNDING IS THE INTERNET EQUIVALENT OF STANDING ON THE PROVERBIAL SOAPBOX IN THE TOWN SQUARE AND SHOUTING, LOOK AT MY \", \"150513_10.txt\": \"OCCURRED WHEN MY CABLE INTERNET CONNECTION, WHICH USES A WIRELESS ROUTER, STARTED MYSTERIOUSLY DISAPPEARING.  AFTER SEVERAL DAYS I NOTICED THAT THIS WOULD OCCUR WHENEVER THE REMOTE PHONE WAS BEING USED.  AFTER EACH CALL ENDED, I HAD TO REPAIR THE INTERNET CONNECTION.  UNFORTUNATELY, THE ONLY SOLUTION I HAVE FOUND FOR THIS PROBLEM IS TO USE THE WIRED TELEPHONE WHEN \", \"150527_10.txt\": \"OWNED BY PUBLISHERS ARRL CHAIRMAN MAXIM AND ARRL SECRETARY TUSKA.  THE GROWTH OF THE LEAGUE  TWO YEARS AFTER SECURING INDEPENDENCE FROM THE RADIO CLUB OF HARTFORD, THE LEAGUE BOASTED WELL OVER A THOUSAND MEMBERS IN ITS THIRD YEAR, IT CLAIMED A MEMBERSHIP OF 3000.  THE LEAGUE OPERATED SIX TRUNK LINES AND COULD PASS A MESSAGE FROM THE EAST COAST TO THE WEST COAST, WITH \", \"150610_10.txt\": \"IT WAS GIVEN WIDE PUBLICITY AND THOUSANDS WERE BUILT.  IT WAS THE PREDECESSOR OF MOST EARLY RECEIVING SET TUNERS.  HIS WRITINGS ON THE TUNER AND ITS IMPROVEMENTS WERE PUBLISHED IN QST IN JUNE 1921, MARCH 1922, AND OCTOBER 1922.  OTHER MAGAZINES PUBLISHED THE TUNER CIRCUIT, SOME WITH IMPROVEMENTS.  ADVERTISING IN THESE MAGAZINES FEATURED MANY KITS OF PARTS \", \"150624_10.txt\": \"AND SKILL WITH ELECTRONICS TECHNOLOGY, AS WELL AS FOR HANDS ON EXPERIMENTATION AND APPLICATION OF TECHNOLOGY.  DRAWING UPON THIS, THE ARRL EDUCATION TECHNOLOGY PROGRAM PROVIDES AN OPPORTUNITY FOR EDUCATORS TO LEARN HOW BASIC ELECTRONICS AND RADIO SCIENCE KNOWLEDGE IS APPLIED IN TODAYS TECHNOLOGIES AND HOW TO BRING THIS VALUABLE KNOWLEDGE TO THEIR STUDENTS. \", \"150708_10.txt\": \"EFFECT ON THE ORIGINAL T ANTENNA WHEN I AM WORKING THE 75 METER BAND. HOWEVER, WHEN I AM WORKING 160 METERS, THE EXTENSION COMES INTO PLAY AND THE ANTENNA SYSTEM RESEMBLES AN INVERTED L.  ON 75 METERS THERE IS GOOD RADIATION FROM THE VERTICAL ELEMENT BUT ON 160 METERS, I MUST ACCEPT THAT THERE IS ALSO RADIATION FROM THE HORIZONTAL ELEMENT.  AS A RESULT OF THIS \", \"150722_10.txt\": \"OF THE LODGE AND THIS ROOM CONTAINED THE FOURTH HF STATION ALONG WITH THE 6 METER OPERATION.  THE TOPOGRAPHY WAS CHALLENGING FOR DIRECTIONAL PATHS TO EUROPE.  TRANSLATED INTO S UNITS, THE EUROPEANS WERE SIGNIFICANTLY WEAKER THAN THE NORTH AMERICANS.  LOOKING AT NORTH AMERICA AND ASIA RAISED NO PROBLEM AS THE COVE OPENED OUT TO THE NORTH AND THE NORTHWEST.  TO THE \", \"150805_10.txt\": \"INSULATED 10 AWG SOLID COPPER HOUSE WIRE AROUND A 4 INCH DIAMETER FORM, LEAVING LEADS LONG ENOUGH TO REACH THE BURNDY CLIPS, THEN PLACED THE COIL AROUND THE CENTER DIPOLE INSULATOR BETWEEN THE BURNDY CLIPS.  MY EZNEC MODEL SHOWED DRIVEN ELEMENT LEGS OF 33R25 FEET EACH, AND A REFLECTOR ELEMENT LENGTH OF 69R83 FEET.  I COULDNT QUITE FIT THOSE LENGTHS BECAUSE OF \", \"150819_10.txt\": \"DURING THE SAME PERIOD, PAUL WAS MAKING HIS MOVE WITH A GREAT 5 HOUR RUN ON 40 AND 80 METERS.  BY 0900Z WE HAD A VIRTUAL DEAD HEAT BETWEEN THESE THREE TOP SCORERS.  THE EARLY MORNING HOURS BELONGED TO THE SOUTHEAST STATIONS, LU AND PAUL, N4PN, WHILE BILL WAITED FOR THE SUN TO PEEK OVER THE HORIZON. AT 1700Z, BILL WAS 90 QSOS BEHIND LU AND 103 QSOS BEHIND PAUL.  THEN IT WAS \", \"150902_10.txt\": \"USE CAN CAUSE HARMFUL INTERFERENCE.  WHEN IT OCCURS IT IS THE RESPONSIBILITY OF THE OPERATOR OF THE DEVICE TO ELIMINATE THE INTERFERENCE. THE INTERFERENCE FOOTPRINT OF A LEGAL DEVICE IS RELATIVELY SMALL AND IS UNLIKELY TO EXTEND MORE THAN A COUPLE OF DOORS AWAY, EVEN IN A DENSELY POPULATED NEIGHBORHOOD.  THE ISSUE, THEREFORE, CAN BE DEALT WITH LIKE ANY \", \"150916_10.txt\": \"MISMATCHED WINDOW LINE EXHIBITS LESS LOSS THAN MATCHED COAX.  IN LIGHT OF THIS NEW INFORMATION, IT IS NOW MORE ACCURATE TO SAY THAT MISMATCHED WINDOW LINE HAS LOSS THAT IS COMPARABLE TO THAT OF MATCHED COAX.  THIS IS PROBABLY NOT TOO DRAMATIC A CHANGE, BUT THOSE WHO USE WINDOW LINE IN THE PRESENCE OF SWR HIGHER THAN 10 1 SHOULD PROBABLY REASSESS THEIR OPTIONS, INCLUDING \", \"150930_10.txt\": \"AMATEUR RADIO EMERGENCY SERVICE ARES TITLE WILL NOT CHANGE.  THE BIGGEST CHANGE IS THE PHILOSOPHY ON AMATEUR RADIOS DEFINED ROLE.  WE SERVE THE AMERICAN PUBLIC OFTEN THROUGH SERVED AGENCIES, THOUGH NOT NECESSARILY TO HELP PEOPLE REGAIN A SENSE OF NORMALCY WHEN COMMUNICATIONS ARE DISRUPTED OR OVERLOADED.  OUR SERVICE TO THE PUBLIC INCLUDES ALL AMATEURS, NOT JUST A \", \"151014_10.txt\": \"CURRENT IN INDUCTORS AND LAGGING CURRENT IN CAPACITORS REMEMBER ELI THE ICE MAN?  WHEN YOU COMBINE THE TWO YOU NEED TO ACCOUNT FOR THIS PHASE ANGLE. TO DO THAT, WE NEED TO GO BACK TO HIGH SCHOOL AND THE GOOD OLD PYTHAGOREAN THEOREM.  BECAUSE THE PHASE DIFFERENCE IS ALWAYS 90, THE VALUES OF R AND X FORM THE SIDES OF A RIGHT TRIANGLE.  THE IMPEDANCE IS THE HYPOTENUSE.  SO \", \"151028_10.txt\": \"OPERATORS.  THESE ARE HIGHLY MOTIVATED HAMS.  SUCH HAMS USUALLY HAVE WEBSITES.  STUDY THEIR INSTALLATIONS.  CONTACT THEM AND ASK THEM THE QUESTIONS NOTED ABOVE.  ABOVE ALL, ASK, IF YOU HAD IT TO DO OVER, WOULD YOU SELECT THE SAME DESIGNS AND HARDWARE?  START YOUR OWN SPREADSHEET OF ANTENNAS, ROTATORS, AND SUPPORTS, NOTING HOW WELL THEY PERFORM FOR THE TOP \", \"151111_10.txt\": \"BY COLLINS.  IT WOULD BE SEVERAL YEARS BEFORE MORE TRANSCEIVERS APPEARED ON DEALER SHELVES.  SWAN WAS AMONG THE FIRST OF SEVERAL TRANSCEIVERS, WITH THEIR LINE OF SINGLE BAND TRANSCEIVERS COVERING THE 80, 40, AND 20 METER BANDS.  HEATHKIT OFFERED ITS OWN SINGLE BANDERS, WHICH COVERED THE SAME BANDS.  THEY WERE VERY LIGHT, OFFERED OUTSTANDING PERFORMANCE, AND WERE \", \"151125_10.txt\": \"WAIT, YOU EXCLAIM, THE ANTENNA IS UP IN THE AIR AND CONNECTED TO THE ANTENNA TUNER.  IM NOT TOUCHING MY ANTENNA SYSTEM.  OH YES, YOU ARE. UNLESS YOUR STATION IS BUILT INSIDE AN RF TIGHT METAL ENCLOSURE OR IS OTHERWISE ISOLATED FROM THE ANTENNA AND FEED LINE, EVERY COAX SHIELD, EVERY ENCLOSURE, EVERY UNSHIELDED WIRE ANYTHING CONNECTED TO THE TRANSMITTER \", \"151209_10.txt\": \"AN EXTERNAL TR SEQUENCER OR TAKE ADVANTAGE OF FEATURES BUILT INTO THE HLV 1100.  IN ADDITION TO THE PTT JACK DESCRIBED EARLIER, THE HLV 1100 HAS AN AUX JACK.  WHEN THE HLV 1100 IS PLACED IN TRANSMIT, THE AUX JACK IS SWITCHED TO GROUND AFTER A DELAY.  SO, TO AVOID HOT SWITCHING THE AMPLIFIER RELAYS, YOU CAN KEY THE AMPLIFIER PTT JACK WITH A MIC PTT SWITCH, FOOT \", \"151223_10.txt\": \"BOTH BANDS.  IF THE ANTENNAS WERE MATCHED TO START WITH, CONNECTING THEM BOTH TO A COAX T CONNECTOR FORMS A PARALLEL COMBINATION THAT WILL HAVE AN IMPEDANCE OF 25, A 50 SWR OF 2 1, DEPENDING ON HOW CLOSE THE ANTENNA SYSTEMS WERE TO 50 TO START.  IF THE ANTENNA SYSTEMS ARE OF THE SAME IMPEDANCE AT THE T, THE POWER WILL DIVIDE EQUALLY BETWEEN THE TWO ANTENNAS. \", \"150107_15.txt\": \"BRACKET, AS SHOWN IN FIGURE 3.  AFTER READING N6LFS ARTICLE, YOU MAY WISH TO USE MORE.  HOWEVER, KEEP IN MIND THAT THE BULK OF TIME IN SETTING UP THE ANTENNA IS DEVOTED TO DISPERSING THE RADIALS.  ELECTRICAL CHARACTERISTICS I USED AN MFJ 259 SWR ANALYZER AND FOUND THE FREQUENCY RANGE OF THE SCREWDRIVER ANTENNA WITH THE 102 INCH WHIP TO BE FROM 3R3 MHZ TO 17 MHZ.  A SHORTER WHIP SHOULD BE ABLE TO EXTEND THE FREQUENCY RANGE UP TO 29R7 MHZ. ON 40 METERS, SWR AT RESONANCE WAS 1R2 1 WITH A SWR 2 1 BANDWIDTH OF ABOUT \", \"150121_15.txt\": \"G 5500 SYSTEM.  THIS DESIGN INCLUDES A USB INTERFACE THAT WORKS WITH SATPC32 AND OTHER SATELLITE TRACKING SOFTWARE PACKAGES RUNNING THE EASYCOM PROTOCOL.  THE WRAPS SYSTEM WRAPS IS DESIGNED FOR LIGHTWEIGHT ANTENNAS ONLY, AND IS NOT INTENDED TO HANDLE LARGE ANTENNA ARRAYS.  IT IS NOT WEATHERPROOF, NOR DESIGNED FOR CONTINUOUS UNATTENDED OPERATION.  WHAT FOLLOWS IS A BRIEF INTRODUCTION OF THE WRAPS ROTATOR SYSTEM.  DETAILED INFORMATION, INCLUDING A CONSTRUCTION GUIDE, IS AVAILABLE ON THE QST IN \", \"150204_15.txt\": \"OF THE DEKALB/CANNON COUNTY AMATEUR RADIO CLUB IN TENNESSEE PARTICIPATED IN SEVERAL EMERGENCY EXERCISES IN 2013.  THESE EXERCISES TOOK PLACE IN APRIL, SEPTEMBER, AND OCTOBER, AND THEY WERE CONDUCTED IN ASSOCIATION WITH DEKALB AND CANNON COUNTY EMERGENCY MANAGEMENT ASSOCIATIONS.  THE EXERCISE SCENARIOS VARIED FROM A CYBER ATTACK TO SEVERE WEATHER EVENTS.  THE EVENTS SHUT DOWN VARIOUS TYPES OF COMMUNICATIONS AND CAUSED WIDESPREAD POWER OUTAGES ACROSS MIDDLE TENNESSEE, WHICH INCLUDED CANNON AND DEKALB COUNTIES \", \"150218_15.txt\": \"A RATE OF 1 AMPERE.  ANOTHER SOURCE OF FREQUENT CONFUSION IS THE OVERUSE OF THE SYMBOL C, WHICH IS USED AT VARIOUS POINTS TO REPRESENT COULOMBS, CAPACITANCE MEASURED IN FARADS WITH THE SYMBOL F, BATTERY CAPACITY AND BATTERY CHARGE OR DISCHARGE RATES, NOT TO MENTION THE SPEED OF LIGHT, C SEE?  IN CLOSING, I WOULD LIKE TO ACKNOWLEDGE THE COMMENTS OF DANA BROWN, AD5VC, AND SAM NEAL, N5AF, ON THE HAMINSTRUCTOR E MAIL REFLECTOR.  SHARING EXPERTISE IS ONE OF THE HALLMARKS OF AMATEUR RADIO AND IT IS PARTICULARLY \", \"150304_15.txt\": \"ATTENTION RESETTING GUY ROPES AND REATTACHING BROKEN WIRES BECAME A DAILY MAINTENANCE ACTIVITY.  ITA PAYS A VISIT ON APRIL 5 AT ABOUT 0200 LOCAL, THE DECISION WAS MADE TO SHUT DOWN THE OPERATION EARLY.  THE TENTS WERE SHAKING VIOLENTLY IN THE NOW 35 40 KNOT WINDS AND TORRENTIAL DOWNPOURS THREATENED THE SAFETY OF THE OPERATORS.  ALTHOUGH AT THE TIME WE WERE ONLY ON THE EDGE OF THE DISTURBANCE CAUSED BY CYCLONE ITA, THE STORM WAS FORECASTED TO MOVE TOWARD MELLISH REEF.  IN PREVIOUS DISCUSSIONS WITH THE SKIPPER, HE \", \"150318_15.txt\": \"TO EUROPE AND NORTH AMERICA.  WE EVEN MANAGED TO WORK A FEW AUSTRALIAN, NEW ZEALAND, AND JAPANESE STATIONS ON 17 METERS.  DX RESULTS ON 12 METERS WERE COMPARABLE.  ON 30 METERS, HOWEVER, BETTER RESULTS WERE FOUND USING A REGULAR G5RV, WHICH IS UNDERSTANDABLE WHEN YOU CONSIDER THE LESS THAN OPTIMUM MOUNTING ARRANGEMENT WE PROVIDED FOR THE K4TR ANTENNA.  IT IS WORTHWHILE TO NOTE THAT WERE ABLE TO USE OUR ANTENNA TUNER TO LOAD THE K4TR ANTENNA ON OTHER BANDS, BUT ULTIMATELY WE OPTED FOR DIFFERENT ANTENNAS FOR \", \"150401_15.txt\": \"DEMONSTRATED EXTRAORDINARY GENEROSITY IN SUPPORT OF PROJECTS THAT ARENT INTENDED TO GENERATE PROFITS.  FOR EXAMPLE, WHAT IF YOUVE DESIGNED NEW AUTOMATIC PACKET REPORTING SYSTEM APRS SOFTWARE WITH HIGHLY DETAILED MAPS AND A PLETHORA OF EXCITING NEW FEATURES?  IF YOURE LOOKING FOR FUNDING TO HELP FLESH OUT THIS ELABORATE SOFTWARE DREAM, AND YOU INTEND TO GIVE AWAY THE FINAL RESULT FREE OF CHARGE, YOU MIGHT BE ASTONISHED AT THE NUMBER OF BACKERS WHO WILL EMERGE FROM THE WOODWORK.  NGENLOG  SPEAKING OF FREE \", \"150415_15.txt\": \"PERFORMANCE IS ALSO IMPRESSIVE.  HIGHER FREQUENCIES ANOTHER INTERESTING MMIC IS THE MINICIRCUITS WWW.  MINICIRCUITS. COM PHA 1, ALSO PRICED AT 1R99.  THIS DEVICE HAS LOWER GAIN, BUT A FAIRLY GOOD NOISE FIGURE AND A HIGHER POWER CAPABILITY, APPROXIMATELY 200 MW.  THE CIRCUIT IS THE SAME AS FIGURE 2.  THE DATA SHEET CLAIMS GOOD PERFORMANCE UP TO 6 GHZ.  THIS ONE MIGHT BE A GOOD CHOICE FOR A SECOND STAGE.  FILTERS THESE LNAS ARE REALLY BROADBAND, TOTALLY UNTUNED, WITH HIGH GAIN THEY AMPLIFY EVERYTHING. \", \"150429_15.txt\": \"INTEREST.  IN OTHER WORDS, YOUR BACKERS FUNCTION SOMEWHAT LIKE A BANK. FINALLY, THERE IS EQUITY BASED CROWDFUNDING WHERE IT IS ASSUMED THAT YOULL BE OFFERING SHARES IN A COMPANY YOUVE CREATED TO SELL YOUR PRODUCT.  THIS IS SIMILAR TO YOUR BACKERS ACTING AS VENTURE CAPITALISTS.  THE CROWDFUNDING SITES ARENT MERELY PLATFORMS FOR POSTING IDEAS AND RAKING IN CASH.  THEY OPERATE WITH STRICT RULES ABOUT WHAT CAN AND CANNOT BE DONE.  IN ADDITION, YOU ARE EXPECTED TO INTERACT WITH YOUR BACKERS ON THE SITES, WHICH MEANS \", \"150513_15.txt\": \"CONTACT WITH THE ALUMINUM SHELL.  EVENTUALLY, THE PRESSURE OF THE SPRING BREAKS THESE SOLDER POINTS.  I REMOVED THE BATTERIES AND THEN DROVE THE WHOLE CIRCUIT BOARD/LENS ASSEMBLY OUT USING A 1/2 INCH NUT DRIVER.  THE POSITIVE CONTACT SPRING FITS IN THE HOLLOW OF THE NUT DRIVER SO THE SPRING ISNT DAMAGED.  USING A BIT OF SCRAP HOOKUP WIRE, I STRIPPED OFF ABOUT 1/2 INCH OF THE INSULATION AND SEPARATED THE STRANDS.  I SOLDERED ONE STRAND OF WIRE TO EACH OF THE FOUR GROUND SOLDER POINTS, THEN CLIPPED OFF THE BIGGER \", \"150527_15.txt\": \"ALL RECEIVING AND TRANSMITTING ACTIVITIES CEASE.  STATIONS WERE TO BE RENDERED INOPERATIVE, AND ANTENNAS WERE TO BE TAKEN DOWN.  QST CEASED PUBLICATION IN SEPTEMBER.  THE ARMED SERVICES HAD A CRITICAL NEED FOR INSTRUCTORS AND OPERATORS EXPERIENCED IN TELEGRAPHY AND RADIO.  AMATEURS RESPONDED TO THE CALLS FOR VOLUNTEERS AND EQUIPMENT, THE FIRST OF WHICH FROM THE NAVY WAS AIRED ON THE LEAGUE NETWORK, JUST DAYS BEFORE IT WENT SILENT.  BETWEEN 3500 AND 4000 AMATEURS SERVED DURING THE WAR PERIOD AT \", \"150610_15.txt\": \"ITS AFFORDABLE, AND YOU WONT BE DISAPPOINTED EVEN IF IT NEEDS REPAIRING. MOST SETS OF THIS ERA WERE HOME BUILT.  THEY WERE SOLDERED TOGETHER WITH LARGE HOT IRON SOLDERING IRONS, WHICH PRODUCED MANY COLD JOINTS.  THE EARLY TUBE PINS AND TUBE SOCKETS BECOME TARNISHED WITH AGE AND NEED TO BE CLEANED.  FILAMENT VARIABLE RESISTORS WILL NEED CLEANING AND THE WIPER WILL NEED ADJUSTING FOR GOOD CONTINUOUS CONTACT.  TAKE TIME TO TEST THIS OUT WITH A GOOD OHMMETER.  WHEN YOU POWER UP THE FILAMENT, PUT A VOLTMETER \", \"150624_15.txt\": \"ROBOTICS.  ITS OBJECTIVE IS TO SHOW TEACHERS HOW TO MAKE THE CONNECTIONS BETWEEN SCIENCE AND MATH CONCEPTS, AS WELL AS THE ENGINEERING AND TECHNICAL APPLICATIONS OF THOSE CONCEPTS, AND TO PROVIDE SOME BASIC RESOURCES TO ALLOW HANDS ON EXPLORATION.  THE TI 2 REMOTE SENSING AND DATA GATHERING COURSE FOCUSES ON THE BASIC ELECTRONICS OF SENSORS, THE ANALOG TO DIGITAL CONVERSION OF SENSOR DATA, THE MICROCONTROLLER PROGRAMMING INVOLVED IN ACCESSING THE SENSORS, AND THE USE OF RADIO TO CONNECT THOSE SENSOR OUTPUTS \", \"150708_15.txt\": \"SHOULD BE MADE AT THE BASE OF THE VERTICAL ELEMENT.  IF THAT IS NOT CONVENIENT, THEN USE AN EXTENSION COAX CABLE ONE HALF WAVELENGTH LONG. HOWEVER, BE SURE TO REDUCE THE CABLE LENGTH BY ITS VELOCITY FACTOR FRACTION VF.  CONSTRUCTION THE ANTENNA SYSTEM HAS THREE EQUALLY IMPORTANT PARTS THE ANTENNA ITSELF COMPRISED OF THE WIRE, INSULATORS, A MEANS OF TUNING AND SUPPORT, THE TRAP, AND THE GROUND SYSTEM.  ANTENNA FOR MY LOW BAND ANTENNA I USED 15 AWG STRANDED STEEL WIRE.  TUNING IS EASIER IF THE WIRE HAS NO \", \"150722_15.txt\": \"WHEN THE HIGHER FREQUENCIES DIED OUT.  HOWEVER, THAT NEVER HAPPENED EVEN 10 METERS STAYED OPEN THROUGH THE NIGHT.  I REMEMBER WORKING A 40 METER EUROPEAN PILEUP ON THE EUROPEAN GRAYLINE SUNRISE AND GLANCED OVER TO SEE THE OTHER STATIONS ON 10 AND 12 METERS WORKING NORTH AMERICA AND JAPAN. THE RESULT PRODUCED 9000 QSOS ON 10 METERS.  EIGHTY METERS AND 160 METERS WERE ALSO OPEN, ALTHOUGH A BIT NOISY.  WE MADE 1000 QSOS ON TOP BAND, AS WELL AS 1000 QSOS ON 80 METER SSB.  DIGITAL PRODUCED OVER 5000 QSOS.  BACK \", \"150805_15.txt\": \"SEPARATELY, THE ANTENNA SHOULD BE MODELED AT THE ACTUAL HEIGHT OF 45 FEET AGL TO ESTIMATE ANTENNA PATTERNS.  TO MINIMIZE THE VSWR, SPREAD OR COMPRESS THE MATCHING COIL.  IDEALLY WE SHOULD HAVE READJUSTED THE RESONANT LENGTH OF THE DRIVER DIPOLE AFTER WE ADDED THE MATCHING COIL TURNS, BUT WE ARRIVED CLOSE TO THE PROPER LENGTH BY THE CUT AND TRY METHOD.  I INSTALLED A COMMON MODE CHOKE ON THE COAX AT THE ANTENNA FEED POINT.  SEE CHOKE BALUNS IN THE ARRL ANTENNA BOOK.  ED.  RESULTS THE EZNEC MODEL OF THE 40 METER WIRE BEAM \", \"150819_15.txt\": \"NIGHT AND HIS 20 AND 15 METER ARRAYS TO WORK DURING THE DAY.  SINGLE OP UNLIMITED, LOW POWER CATEGORY SOULP OR UL THE SINGLE OP UNLIMITED, LOW POWER CATEGORY CONTINUES TO GAIN POPULARITY, WITH 165 PARTICIPANTS IN 2013 AND 24 NEW SECTION RECORDS.  WELCOME BACK TO ROB, VE4GV, WHO SOUNDLY WON THE CATEGORY THIS YEAR AND SET A NEW DIVISION RECORD.  ROB HAS BEEN LARGELY ABSENT FROM CONTESTING FOR THE PAST DECADE WHAT A GREAT WAY TO RETURN. MULTIOPERATOR, HIGH POWER CATEGORY MH FINISHING ON TOP WAS THE W0SD SOUTH \", \"150902_15.txt\": \"THOSE THAT DO BEFORE THEY REACH THE END USERS.  IS THAT REALISTIC?  WE THINK SO.  FIRST OF ALL, THERE IS NO REASON THAT AN ELECTRONIC BALLAST SHOULD EVER LEAVE A FACTORY WITHOUT ADEQUATE FILTERING BEING BUILT IN IT IS NEITHER DIFFICULT NOR EXPENSIVE TO DO AT THE POINT OF MANUFACTURE AND IS MUCH EASIER THAN ADDING IT IN THE FIELD.  SECOND, IF THE FCC TAKES PROMPT ENFORCEMENT ACTION AGAINST CURRENT VIOLATORS IT WILL SEND A STRONG MESSAGE TO ALL MANUFACTURERS, IMPORTERS, AND DISTRIBUTORS OF THESE DEVICES.  AND \", \"150916_15.txt\": \"WORKING WITH US ON DEMONSTRATING THE NATURE AND EXTENT OF THE PROBLEM.  OUR THANKS TO R. DEAN STRAW, N6BV, FOR HIS WILLINGNESS TO DEPART FROM HIS WELL EARNED RETIREMENT IN ORDER TO TACKLE THIS PROBLEM AND EXECUTE A VERY POSITIVE SOLUTION IN SHORT ORDER.  ALSO, SPECIAL THANKS TO THE ARRL LAB TEAM, WHO DESPITE BEING FULLY BOOKED, MADE EXTRA EFFORTS TO OBTAIN THE DATA NEEDED TO ALLOW THIS VERSION TO COME TO FRUITION.  UPDATE YOUR VERSION OF TLW THE FILES NEEDED TO UPDATE YOUR RECENT THE ARRL ANTENNA BOOK, 20TH \", \"150930_15.txt\": \"OUR SERVED AGENCIES, WHICH NOW INCLUDE SNOHOMISH DEM, COUNTY HOSPITALS, AND THE SNOHOMISH COUNTY REGIONAL CHAPTER OF THE AMERICAN RED CROSS.  THE ACS GROUP PROVIDED COMMUNICATION FROM THE EOC.  ACS ALSO STAFFED AND OPERATED FROM A COMMAND VEHICLE LOCATED IN DARRINGTON.  A SECOND VEHICLE WAS MOVED TO THE INCIDENT COMMAND POST IN THE TOWN OF ARLINGTON, WHICH WAS STAFFED BY DISPATCHERS FROM 911 CALL CENTERS, WITH AMATEUR RADIO SUPPORT FOR THE INCIDENT MANAGEMENT TEAM.  AFTER TOURING THE EOCS RADIO ROOM, GOVERNOR \", \"151014_15.txt\": \"4 OF RESISTIVE IMPEDANCE INSTEAD OF 1590 OF CAPACITIVE REACTANCE.  STILL NOT A MATCH, BUT 4 IS A LOT CLOSER TO 50 THAN 1590 AND IS EASILY IN THE RANGE OF MOST TUNERS.  BECAUSE WE ARE TRYING TO MATCH UP A DIPOLE, ITS BEST TO DIVIDE THE 1590 OF INDUCTIVE REACTANCE INTO TWO EQUAL COILS OF J795 REMEMBER THAT J TO KEEP THE DIPOLE ELECTRICALLY BALANCED.  SO YOU SEE, WHEN DEALING WITH ANTENNAS, THE IMAGINARY J IS THERE TO TELL YOU YOURE DEALING WITH A REACTANCE.  WITH THAT CHRISTMAS ANALYZER AND A LITTLE IMAGINATION \", \"151028_15.txt\": \"LAW OR IF THEIR COMMUNITY WAS FLEXIBLE AND WILLING TO ACCOMMODATE THEIR PROJECT.  KEEP IN MIND THAT, WHILE OTHERS MAY HAVE NOT EXPERIENCED LEGAL PROBLEMS, YOU MAY NOT BE AS FORTUNATE AND YOUR PLANS MAY BE CHALLENGED. INTERVIEW THE TOP OPERATORS IN YOUR AREA OF INTEREST TO DETERMINE THE EXACT BRANDS AND MODELS THEY HAVE USED.  INQUIRE AS TO THE RELIABILITY OF EACH. FIND OUT THEIR SATISFACTION LEVEL WITH MANUFACTURERS AND DISTRIBUTORS, PARTICULARLY WITH REGARD TO THEIR CUSTOMER SERVICE.  ALSO, INTERVIEW LOCAL \", \"151111_15.txt\": \"THE MARKETPLACE.  THE RADIOS WERE COMPACT AND STYLED TO FIT INTO A HOMES DECOR.  BY THE EARLY 1960S, THE SUCCESS OF THE S LINE CONVINCED THE OLDER MANUFACTURERS THAT THERE WAS INDEED A MARKET FOR THESE COMBO UNITS. HEATHKIT OFFERED THE SB 300 RECEIVER AND SB 400 TRANSMITTER, WHICH CLOSELY RESEMBLED THE COLLINS PRODUCT IN APPEARANCE.  UNLIKE COLLINS, THE SB 400 CONTAINED A BUILT IN POWER SUPPLY AND THE PAIR WAS PRICED AT A FRACTION OF THE COST OF AN S LINE.  DRAKE, WHO HAD PIONEERED SMALLER, LIGHTER RECEIVERS \", \"151125_15.txt\": \"CONCERNED, REGARDLESS OF WHAT WE CALL IT.  WHILE LESS DRAMATIC THAN GETTING BIT, ONE HAS TO WATCH OUT FOR RF CURRENTS, TOO.  ANY TIME THE VOLTAGE OVER HERE IS DIFFERENT THAN THE VOLTAGE OVER THERE, CURRENT WILL FLOW.  WHEN THE CURRENT FLOWS ON THE OUTSIDE OF AN ENCLOSURE OR COAX SHIELD, ITS GENERALLY NOT A BIG PROBLEM.  THE FUN BEGINS WHEN IT FINDS A WAY INTO THE ELECTRONICS VIA AN UNSHIELDED CONNECTION LIKE A POWER CORD OR AN IMPROPERLY CONNECTED SHIELD THAT CONDUCTS THE CURRENT INSIDE AN ENCLOSURE INSTEAD OF KEEPING IT \", \"151209_15.txt\": \"ONLY, SO THOSE WHO WANT TO MONITOR SWR WILL NEED AN EXTERNAL WATTMETER. LARGE AND STURDY SWITCHES ON THE FRONT PANEL TURN ON THE POWER, SWITCH THE AMPLIFIER IN OR OUT OF LINE STAND BY, AND RESET THE AMPLIFIER IF ANY OF THE PROTECTION CIRCUITS ARE ACTIVATED MORE ON THIS LATER.  THE FINAL SWITCH IS PREAMP IN OR OUT THAT WILL POWER AN AMPLIFIER THROUGH THE SEQUENCER.  A NICE FEATURE IS THAT THE SEQUENCER CAN BE USED EVEN IF THE AMPLIFIER IS IN STANDBY, ALLOWING USERS TO PROTECT THEIR PREAMPLIFIERS.  EACH SWITCH HAS AN \", \"151223_15.txt\": \"SUCH AS RG 58 OR RG 213, THE LENGTH OF EACH LINE SHOULD BE ABOUT 13R3 INCHES.  FOR FOAM DIELECTRIC COAX, SUCH AS RG 8X THE LENGTH SHOULD BE SOMEWHAT LONGER, DEPENDING ON THE DENSITY OF THE FOAM TYPICALLY ABOUT 17 INCHES.  WITH THE PARALLEL CONNECTION, THERE SHOULD NOW BE GOOD SIGNALS, AT LEAST TO AND FROM THE NORTH AND SOUTH DIRECTIONS.  HOW ABOUT THE SIGNALS TO EAST AND WEST?  IN THIS CASE, BOTH ANTENNAS WILL LIKELY BE IN PLAY, ESPECIALLY IF THEY ARE BOTH SIMILAR.  IF THEY ARE IDENTICAL AND THE TWO \", \"150106_20.txt\": \"TRANSMITTER MANUALS SPECIFICATIONS.  BUILD A 1 2 VOLTAGE TRANSFORMER SINCE THE OUTPUT OF THE BUFFER AMPLIFIER SUPPLIES ONLY 5 V P P, I CHOSE TO USE A 1 2 VOLTAGE TRANSFORMER TO BOOST THE BUFFER AMPLIFIER OUTPUT AND TO RAISE ITS IMPEDANCE LEVEL.  A 1 2 VOLTAGE TRANSFORMER TRANSFORMS THE IMPEDANCE BY A 1 4 RATIO.  I WOUND MY TRANSFORMER ON AN AMIDON ASSOCIATES FT 50A 61 FERRITE TOROIDAL CORE.  I DOUBLED UP THE WIRE AND WOUND 1 1 BIFILAR TURNS USING 24 AWG ENAMELED MAGNET WIRE, THEN CONNECTED THE WIRES ACCORDING TO THE SCHEMATIC IN FIGURE 5.  I THEN ADDED A DC ISOLATING 0R01 UF CERAMIC DISC CAPACITOR IN SERIES WITH OUTPUT SEE FIGURE 6.  I ADDED COAXIAL CABLE LEADS AND MOUNTED MY TRANSFORMER ASSEMBLY IN A SMALL PILL BOTTLE.  THE TRANSFORMER SHOULD BE PLACED AS CLOSE TO THE TRANSMITTER INPUT AS POSSIBLE. \", \"150120_20.txt\": \"COORDINATOR, SENT OUT AN E MAIL TO ALL GARC MEMBERS, ALUMNI, FACULTY, STAFF, AND FRIENDS TO SPREAD THE WORD AND ASK THAT THEY GIVE W4DFU A CALL DURING A WINDOW FOR A VHF SIMPLEX CONTACT.  MUCH TO EVERYONES SURPRISE, W4DFU HAD A SMALL 2 METER PILEUP.  EVERYONE IN THE STATION WAS EXCITED AND THE ATMOSPHERE TURNED TO ONE OF CELEBRATION.  THE EXPERIMENT WAS A SUCCESS AND GARC IS PLANNING TO EXPAND FOR FUTURE SCR WORK.  YOU CAN FIND OUT MORE ABOUT GARC AT HTTP//GATORRADIO.  ORG.  TEAMING UP WITH THE LOCAL CLUB GLENN RAYMOND SCHOOL AMATEUR RADIO CLUB, W9GRS, OF WATSEKA, ILLINOIS, ENTERED THEIR FIRST SCHOOL CLUB ROUNDUP IN OCTOBER 2008 AFTER BEING AWARDED AN ETP GRANT FROM THE ARRL.  W9GRS GOT STARTED WITH A STATION DUE TO THEIR CLOSE RELATIONSHIP WITH THE LOCAL AMATEUR RADIO CLUB, THE IROQUOIS COUNTY AMATEUR \", \"150203_20.txt\": \"AUDIO COMING FROM YOU VIA THE BLUETOOTH CONNECTION IN OTHER WORDS, WHENEVER YOU SPEAK OR WHEN THE DIGITAL MODE SOFTWARE ON YOUR COMPUTER STARTS SENDING TRANSMIT AUDIO.  BEFORE FIDDLING WITH THESE KNOBS, HOWEVER, YOU MUST FIRST ESTABLISH THE BLUETOOTH CONNECTION BY PAIRING THE RIGBLASTER BLUE WITH WHATEVER BLUETOOTH DEVICE YOU ARE USING WHETHER THAT IS A HEADSET, LAPTOP OR TABLET.  WITHOUT GOING INTO GREAT DETAIL THE RIGBLASTER MANUAL OFFERS STEP BY STEP INSTRUCTIONS, IT IS ESSENTIALLY A MATTER OF PRESSING WHATEVER BUTTONS ARE REQUIRED TO PUT YOUR DEVICE INTO DISCOVERY MODE.  YOU DO THE SAME TO THE RIGBLASTER BLUE.  IT MAY TAKE AS LONG AS 60 SECONDS, BUT EVENTUALLY THE INTERFACE AND YOUR DEVICE FIND EACH OTHER, EXCHANGE GREETINGS AND STRIKE UP A CONVERSATION SO TO SPEAK.  IN MY FIRST TEST I \", \"150217_20.txt\": \"CONTROL.  ONCE YOUVE FOUND THIS, YOU REALLY DONT NEED TO PLAY WITH THE PHASING.  NOW TUNE IN SOME REAL CW SIGNALS, USING YOUR BANDSPREAD, AND NOTE HOW SHARP AND SELECTIVE IT IS.  UNLESS YOURE A SAFECRACKER, ITS EASY TO COMPLETELY SCOOT BY THE SWEET SPOT AND NEVER REALIZE THE ADVANTAGE OF THE CRYSTAL FILTER.  ONCE YOU DO FIND THE SWEET SPOT, ITS BEST TO ADJUST THE BFO AFTERWARD FOR A COMFORTABLE PITCH.  I REGRET THAT BFO PITCH IS NO LONGER A FRONT PANEL CONTROL ON MODERN RADIOS.  ON MOST VINTAGE RECEIVERS, ITS HELPFUL TO RUN THE AUDIO GAIN WIDE OPEN AND USE THE RF GAIN AS A VOLUME CONTROL, ESPECIALLY ON CW.  ALTHOUGH NOT DIRECTLY RELATED TO THE ISSUE, IT SHOULD BE NOTED THAT MOST EARLY CW RECEIVERS HAD VERY WEAK BFOS, WHICH IS NEVER AN ADVANTAGE, CONTRARY TO SOME ADVICE OF THE TIME.  THIS RESULTED IN \", \"150303_20.txt\": \"DB/S UNIT TO 7 DB/S UNIT.  BE AWARE THAT YOU CANT USE ANY OLD OPERATIONAL AMPLIFIER BECAUSE THE INPUT AND OUTPUT VOLTAGE OF THE AMPLIFIERS MUST BE ABLE TO ACCOMMODATE 0R8 V, WHICH IS CLOSE TO THE POSITIVE RAIL OF 0 V.  THE TLV2372 HAS INPUT AND OUTPUT CAPABILITY ALL THE WAY TO THE SUPPLY RAILS POTENTIOMETER R2 ZERO PROVIDES A ZERO ADJUSTMENT FOR THE S METER, WHICH IS BUFFERED THROUGH AMPLIFIER U1B.  THE ZERO FUNCTION OPERATES DIFFERENTLY FROM MOST.  DIODE D3 TRANSFORMS THE AMPLIFIER INTO A PRECISION RECTIFIER. THE RESULT IS THAT THE S METER CANNOT BE DRIVEN BELOW ZERO.  THE REASON FOR ADDING THIS FEATURE IS THAT IF THE VALUE OF C137 SEE FIGURE 1 IS INCREASED BY A LARGE AMOUNT IN ORDER TO INCREASE THE AGC DECAY TIME AS I DID IN MY RECEIVER, SWITCHING FROM STANDBY TO OPERATE CAN RESULT IN A NEGATIVE METER \", \"150317_20.txt\": \"HIS FM SIGNAL ACROSS 14 GRIDS TO CLAIM THE TOP SPOT IN THE SINGLE OPERATOR, FM ONLY CATEGORY.  ART USED ONLY ONE OF THE FOUR BANDS ALLOWED, 144 MHZ, FOR HIS LEADING EFFORT.  LACKING THE CONCENTRATION OF STATIONS TO WORK THAT EXISTS IN THE NORTHEAST REGION, THE TEAM OF OPERATORS AT K5QE WORKED HARD TO CLAIM THE THIRD SPOT IN THE LIMITED MULTIOPERATOR CATEGORY FROM THEIR EAST TEXAS LOCATION IN THE SOUTH TEXAS SECTION.  THE CREW AT MARSHALLS STATION RACKED UP 207 MULTIPLIERS SO ALMOST 2/3 OF THEIR 315 CONTACTS WERE IN A UNIQUE MULTIPLIER FOR THEM.  THE MIDWEST WAS ALSO LESS HOSPITABLE TO ROVERS BUT WYATT, AC0RA, TEAMED UP WITH BRIAN, KD0LRG TO BRAVE THE COLD AND CHALLENGING ROAD CONDITIONS.  THEY PILOTED THEIR FOUR BAND STATION THROUGH 10 GRIDS TO COMPLETE 328 QSOS, ACHIEVE THIS YEARS TOP MULTIPLIER COUNT \", \"150331_20.txt\": \"THAT P9 SHOULD BE ABOUT 100 5V, BUT CHOOSING 50 5V MAKES THE METER ACTIVE AT LOWER SIGNAL LEVELS, AND MEETS THE IARU RECOMMENDATION FOR AN S 9 READING.  SETTING 5 DB/S UNIT IS AN OPTION WITH AN S 0 TO S 9 METER RANGE TO 45 DB.  HOWEVER, THE REQUIRED GAIN OF THE RECEIVER MAY STILL BE A BIT MARGINAL.  MOVING PT TO 67 DBM 100 5V HELPS THIS SITUATION SHOULD YOU CHOOSE A 5 DB/S UNIT SETTING.  THE MOST IMPORTANT CHARACTERISTIC OF THE S METER IS A CONSISTENT DB/S UNIT VALUE.  NEARLY ALL ON AIR REPORTS ARE RELATIVE READINGS COMPARING ANTENNAS OR AMPLIFIERS, SO CONSISTENT DB/S UNIT SENSITIVITY OVER THE S 1 TO S 9 RANGE IS OF PRIMARY IMPORTANCE.  BECAUSE P9 AND PT CHANGE WITH RECEIVER GAIN, TEMPERATURE, BAND, AND FREQUENCY WITHIN THE FIRST IF, CONSISTENCY OF PT AND P9 IS PRETTY MUCH A PIPE DREAM FOR AN S \", \"150414_20.txt\": \"HIS FM SIGNAL ACROSS 14 GRIDS TO CLAIM THE TOP SPOT IN THE SINGLE OPERATOR, FM ONLY CATEGORY.  ART USED ONLY ONE OF THE FOUR BANDS ALLOWED, 144 MHZ, FOR HIS LEADING EFFORT.  LACKING THE CONCENTRATION OF STATIONS TO WORK THAT EXISTS IN THE NORTHEAST REGION, THE TEAM OF OPERATORS AT K5QE WORKED HARD TO CLAIM THE THIRD SPOT IN THE LIMITED MULTIOPERATOR CATEGORY FROM THEIR EAST TEXAS LOCATION IN THE SOUTH TEXAS SECTION.  THE CREW AT MARSHALLS STATION RACKED UP 207 MULTIPLIERS SO ALMOST 2/3 OF THEIR 315 CONTACTS WERE IN A UNIQUE MULTIPLIER FOR THEM.  THE MIDWEST WAS ALSO LESS HOSPITABLE TO ROVERS BUT WYATT, AC0RA, TEAMED UP WITH BRIAN, KD0LRG TO BRAVE THE COLD AND CHALLENGING ROAD CONDITIONS.  THEY PILOTED THEIR FOUR BAND STATION THROUGH 10 GRIDS TO COMPLETE 328 QSOS, ACHIEVE THIS YEARS TOP MULTIPLIER COUNT \", \"150428_20.txt\": \"ANTENNA THE RADIO IS SILENT.  A THAT IS A KEY DISTINCTION, BECAUSE THE CURE IS QUITE DIFFERENT FOR THE TWO CASES.  TO FIND OUT, INSERT, SAY, 10 DB OF ATTENUATION IN THE FRONT END OF YOUR RECEIVER MANY TRANSCEIVERS CAN DO THIS WITH A FRONT PANEL BUTTON.  IF THE SIGNAL IS COMING FROM OUTSIDE ON THE RECEIVE FREQUENCY, IT WILL DROP BY 10 DB, OR ALMOST 2 S UNITS.  IF IT IS A THIRD ORDER INTERMODULATION PRODUCT GENERATED FROM OFF FREQUENCY SIGNALS MIXING WITHIN YOUR RECEIVER, IT WILL DROP BY 3 X 10 DB OR 5 S UNITS CHECK YOUR S METER CALIBRATION ON A KNOWN SIGNAL IN THE SAME BAND FIRST.  IF IT IS A SIGNAL ON YOUR FREQUENCY, ABOUT THE ONLY HOPE IS ONE OF THE CANCELLING TYPE NOISE REDUCTION DEVICES, ALTHOUGH YOU MAY GET SOME RELIEF BY TURNING YOUR BEAM TO A NULL IN THE STATIONS DIRECTION.  YOU ALSO COULD TRY TO \", \"150512_20.txt\": \"DIAMETER WITH A SCREW ON LID.  A STAINLESS STEEL SCREW THROUGH THE TOP SERVES AS AN ANCHOR FOR THE ANTENNA AND IS CONNECTED TO THE INNER LEAD OF AN SO 239 SOCKET AT THE BASE OF THE ABS PIPE SECTION.  THE SHIELD OF THE SO 239 IS CONNECTED TO THE GROUND BLOCK WITH HEAVY GAUGE METAL.  THE GROUND RADIAL SYSTEM IS A CRITICAL PART OF THE ANTENNA.  AS AN INITIAL EXPERIMENT I USED JUST TWO 65 FOOT PIECES OF INSULATED WIRE LAID ON THE GROUND.  I WAS ABLE TO TUNE THE ANTENNA AND THEY ACTUALLY WORKED QUITE WELL FOR CONTINENTAL CONTACTS.  HOWEVER, FOR DX A MORE EXTENSIVE GROUND SYSTEM IS REQUIRED AND AT PRESENT, I HAVE 40 RADIALS, EACH 20 TO 80 FEET LONG, CONNECTED TO THE GROUND JUNCTION BLOCK.  THE RADIALS ARE 15 AWG ZINC COATED WIRE.  AFTER BURYING THE RADIALS THEY WERE SOON COVERED BY THE SURROUNDING \", \"150526_20.txt\": \"SUNSPOT NUMBER DID NOT QUITE TRANSLATE INTO THE CME RATE ITSELF.  THE CME OCCURRENCE RATE IN CYCLES 24 AND 23 ARE COMPARABLE IN THE MAXIMUM PHASE. THEN HOW DO WE UNDERSTAND THE MILD SPACE WEATHER IN CYCLE 24?  A CLUE TO THE REASON FOR MILDER SPACE WEATHER CAME FROM THE FACT THAT ALL CMES THAT PRODUCED PARTICLE EVENTS ARE HALO CMES IN CYCLE 24, COMPARED TO ABOUT 70 IN CYCLE 23.  HALO CMES ORIGINATE FROM CLOSE TO THE DISK CENTER AND EXPAND RAPIDLY, GIVING THE APPEARANCE OF SURROUNDING THE SUN.  THERE MUST BE SOMETHING DIFFERENT ABOUT THE SIZE OF THE CMES IN SOLAR CYCLE 24. GOPALSWAMY AND CO WORKERS EXAMINED THE RELATION BETWEEN CME WIDTH AND SPEED AND FOUND THAT THE CYCLE 24 CMES ARE WIDER THAN THE CYCLE 23 ONES FOR A GIVEN SPEED.  FOR ENERGETIC CMES SPEED EXCEEDING 1000 KM/S, THE WIDTH IS \", \"150609_20.txt\": \"VERY INFORMATIVE.  MORE ON PREDICTING SAG IN WIRE ANTENNAS JANUARY 1966 I WROTE THE ARTICLE PREDICTING SAG IN LONG WIRE ANTENNAS WHICH APPEARED IN THE JANUARY 1966 ISSUE OF QST.  THAT ARTICLE HAD AN ERROR IN IT WHEN PUBLISHED IN 1966.  THE NOMOGRAPH WAS OFF BY A FACTOR OF 2.  IN ORDER TO CORRECT IT LATER, MY EDITOR BYRON GOODMAN, W1DX, I BELIEVE DECIDED IT WAS EASIER TO EDIT THE SPAN IN FIGURE 1 TO BE SHOWN AS OF THE TOTAL SPAN, RATHER THAN ADJUST THE NOMOGRAPH ITSELF.  THAT DID CORRECT THE ERROR, ALTHOUGH IT PROBABLY LED TO SOME OF THE ONGOING CONFUSION.  SEVERAL ARRL EDITORS HAVE ASKED ME QUESTIONS ABOUT THE DRAWING AND NOMOGRAPH OVER THE YEARS, PROBABLY WHEN CHANGES WERE BEING MADE TO THE ARRL ANTENNA BOOK.  A BATTERY MONITOR FOR 12 V SYSTEMS JUNE 2013 MERT NELLIS, W0UFO, OUTLINED A \", \"150623_20.txt\": \"ME THE DIFFERENCE BETWEEN TUBE AND SOLID STATE AMPLIFIERS IN TERMS OF PERFORMANCE, EASE OF OPERATION, COST, OR OTHER CHARACTERISTICS?  I ALSO WONDER WHY SOME HF AMPLIFIERS DONT OPERATE ON THE 10 AND 12 METER BANDS?  A ARGUABLY, TO A STATION AT THE OTHER END OF THE CONTACT, THE SIGNAL FROM A TUBE AMPLIFIER SOUNDS ABOUT THE SAME AS THAT FROM A SOLID STATE UNIT.  IN TERMS OF THE IMPACT TO YOUR STATION, HOWEVER, THE SOLID STATE AMPLIFIER HAS A NUMBER OF ADVANTAGES.  PERHAPS THE BIGGEST ADVANTAGE IS THAT TRANSMITTING TUBES ARE GETTING MORE AND MORE EXPENSIVE AND IT IS GETTING HARDER TO FIND REPLACEMENT TUBES OF GOOD QUALITY.  WHILE PROPERLY OPERATED TRANSMIT TUBES SHOULD LAST 10 YEARS OR MORE, WE DO MAKE MISTAKES, AND THE REST OF THE AMPLIFIER SHOULD LAST MUCH LONGER, MEANING WE WILL NEED TO FIND REPLACEMENT \", \"150707_20.txt\": \"MONEY AND SERVE AS A GOOD FIRST RADIO OR AS AN AUXILIARY HANDHELD BACKING UP A FULLY FEATURED MODEL.  THE SIMPLIFIED OPERATING AND CONTROL INTERFACE WAS WELCOME, WITH THE CLEARLY LABELED FUNCTIONS I NEED MOST AT MY FINGERTIPS.  THANKS TO SCARC MEMBERS JACOB, KD0SJV THERESA, KC0PEO MATT KD0VUH JEFF, AC0SC AND MELANIE, KD0LRC, FOR THEIR TIME AND DETAILED EVALUATIONS.  MFJ 225 GRAPHICAL ANTENNA ANALYZER THE MFJ 225 IS MFJS LATEST ENTRY INTO THE ANTENNA ANALYZER MARKET.  IT IS MUCH SMALLER THAN THE POPULAR MFJ 259B, MAKING IT CONVENIENT FOR FIELD USE.  IT HAS A BACKLIT 3 INCH LCD GRAPHIC DISPLAY THAT SIMULTANEOUSLY SHOWS THE FREQUENCY OR SWEPT FREQUENCY RANGE, UNSIGNED COMPLEX IMPEDANCE, IMPEDANCE MAGNITUDE, COMPUTED INDUCTANCE OR CAPACITANCE, BATTERY VOLTAGE, AND SWR.  BECAUSE IT IS A TWO \", \"150721_20.txt\": \"SUNSPOT NUMBER DID NOT QUITE TRANSLATE INTO THE CME RATE ITSELF.  THE CME OCCURRENCE RATE IN CYCLES 24 AND 23 ARE COMPARABLE IN THE MAXIMUM PHASE. THEN HOW DO WE UNDERSTAND THE MILD SPACE WEATHER IN CYCLE 24?  A CLUE TO THE REASON FOR MILDER SPACE WEATHER CAME FROM THE FACT THAT ALL CMES THAT PRODUCED PARTICLE EVENTS ARE HALO CMES IN CYCLE 24, COMPARED TO ABOUT 70 IN CYCLE 23.  HALO CMES ORIGINATE FROM CLOSE TO THE DISK CENTER AND EXPAND RAPIDLY, GIVING THE APPEARANCE OF SURROUNDING THE SUN.  THERE MUST BE SOMETHING DIFFERENT ABOUT THE SIZE OF THE CMES IN SOLAR CYCLE 24. GOPALSWAMY AND CO WORKERS EXAMINED THE RELATION BETWEEN CME WIDTH AND SPEED AND FOUND THAT THE CYCLE 24 CMES ARE WIDER THAN THE CYCLE 23 ONES FOR A GIVEN SPEED.  FOR ENERGETIC CMES SPEED EXCEEDING 1000 KM/S, THE WIDTH IS \", \"150804_20.txt\": \"HAD OUR ANTENNA CREW TAKEN THIS STEP, WE WOULD HAVE REALIZED THAT WE NEEDED TO BRING IN THE ADVICE AND COUNSEL OF SOMEONE FAMILIAR WITH THE ANTENNA SYSTEM.  EVEN IF WE HAD AN EXPERT IN THE GROUP, STOPPING TO TALK THROUGH EVERYTHING THAT WAS GOING TO HAPPEN DURING THE TAKEDOWN WOULD HAVE ASSURED EVERYONE WAS IN THE CORRECT PLACE DOING THE CORRECT THING.  HASTE  AS MY GROUP LEARNED AT FIELD DAY THIS YEAR, HASTE DOES, WELL AND TRULY, MAKE WASTE.  AS MUCH FUN AS EVENTS SUCH AS FIELD DAY ARE, WHEN THEY ARE OVER, THEY ARE OVER.  FOLKS WANT OR NEED TO GET ON WITH OTHER ASPECTS OF THEIR LIVES.  ALL TOO OFTEN, WE FALL UNDER THE SPELL OF BELIEVING THAT IT IS EASIER TO TAKE THINGS DOWN THAN IT IS TO PUT THINGS UP.  FOR EXAMPLE, ROLLING UP A LENGTH OF COAX IS MUCH SIMPLER THAN TAKING THE TIME TO PLAN \", \"150818_20.txt\": \"AND ACCESSORIES.  WE HAVE USED TROLLEY SYSTEMS TO RAISE 200 POUND ANTENNAS AND GOTTEN THEM MOST OF THE WAY UP BEFORE THE SYSTEM BROKE.  WE CLAIM THE RECORD FOR HAVING BUILT AT LEAST 12 FOUR ELEMENT KLM 40S AND NONE OF THEM SURVIVED THE SOUTH TEXAS WEATHER.  ON THE OTHER HAND, WE HAD A 140 FOOT TOWER THAT WAS RIVETED TUBULAR STEEL, HAD A 10 INCH FACE, AND WAS GUYED EVERY 20 FEET WITH 3/16 INCH STEEL CABLE BROKEN UP WITH STRAIN INSULATORS. THE TOWER SHOULD HAVE COLLAPSED UNDER THE WEIGHT OF THE GUYS, BUT IT STAYED UP FOR MORE THAN 5 YEARS WITH A FOUR ELEMENT KLM 40 METER BEAM AT THE TOP. IN 40 YEARS OF BUILDING AMATEUR ANTENNA SYSTEMS, WE HAVE BEEN FORTUNATE NOT TO HAVE HAD ANY INJURIES MORE SERIOUS THAN SUNBURN AND SCRAPED KNUCKLES. WE HAVE AMASSED A HUGE COLLECTION OF SCRAP ALUMINUM, TOWER SECTIONS, \", \"150901_20.txt\": \"OR A TRAFFIC ACCIDENT.  OUR ROLE IS TO COMMUNICATE EMERGENCIES WHEN THEY HAPPEN.  IF WE LOOK AT WHAT WE DO OVERALL, WE EASILY SEE THAT MOST OF OUR WORK IS IN THE AREA OF PUBLIC SERVICE EVENTS FESTIVALS, PARADES, MARATHONS, ETC.  DISASTERS ARE OUR SECOND LARGEST AREA OF WORK.  HURRICANE RESPONSE ALWAYS INCLUDES AMATEUR RADIO, AND THE SKYWARN PROGRAM WOULD NOT BE THE SAME WITHOUT AMATEUR RADIO SUPPORT.  TRUE EMERGENCIES, HOWEVER, ARE VERY RARE.  IF WE WERE TO BREAK IT DOWN BY THE NUMBERS, ACCORDING TO OUR COLLECTIVE YEARS OF EXPERIENCE, WE CAN SAFELY SAY THAT AMATEUR RADIO PUBLIC SERVICE COMMUNICATIONS IS ABOUT 80 PERCENT PUBLIC SERVICE EVENTS, 19 PERCENT DISASTER COMMUNICATIONS, AND 1 PERCENT EMERGENCY COMMUNICATIONS. THIS BREAKDOWN HELPS US SEE THE WHOLE PICTURE OF THE VALUE OF THE AMATEUR \", \"150915_20.txt\": \"TAPE.  I USE A FIBERGLASS RECURVE BOW OF AT LEAST 40 POUNDS COMPOUND BOWS WILL GIVE YOU LESS CONTROL WHEN SHOOTING INTO LOWER TREES AND SEND THE ARROW TOO FAR.  A LINE REEL OR LOOP IS ATTACHED PERPENDICULAR TO THE BOW SEE FIGURE 5.  THE ARROW IS FED THROUGH THE CENTER FOR SHOOTING.  I USE THE METAL LIP OF ONE OF THE REEL SUPPORTS TO KEEP THE LINE FROM UNWINDING UNTIL SHOT.  IN SELECTING A TRAJECTORY, I STAND CLOSE TO THE TRUNK AND SHOOT UP THROUGH THE CANOPY AND OUT INTO THE OPEN AREA ON THE ANTENNA SIDE, THIS WAY THERE IS LESS CHANCE FOR THE ARROW TO GET CAUGHT IN THE TREE.  AFTER THE LINE IS SHOT TO A SUITABLE LOCATION, A HEAVY NYLON CORD WILL HAVE TO BE PULLED THROUGH, TO BE USED TO PULL THE HALYARD LINE.  FOR THIS I USE A KITE STRING REEL SEE FIGURE 6 THAT CAN BE FOUND AT TOY STORES OR SPORTING GOODS \", \"150929_20.txt\": \"OF LATITUDE.  THE NIGHTTIME HAWAIIAN OPENINGS WERE ALMOST ALWAYS CLOSE TO THE LONG PATH GREAT CIRCLE HEADINGS TO EUROPE.  THESE HEADINGS ARE ABOUT 15 20 WEST OF SOUTH.  SMALL TPL FOOTPRINTS IN EUROPE THE FOOTPRINTS OF THE MARCH TPL OPENINGS WERE SMALL IN EUROPE.  THEY CENTERED AROUND SLOVENIA AND THE IMMEDIATE SURROUNDING COUNTRIES.  ON ONE EVENING, KH7Y HEARD ONLY BULGARIA.  THIS WAS A VERY SMALL FOOTPRINT FOR SUCH A LONG PATH.  THE SMALL SIZE OF THE EUROPEAN FOOTPRINT MAY BE DUE TO THIS BEING THE SAME TEP FOOTPRINT FOR THE SOUTHERN AFRICA SOUTHERN EUROPE PATH.  THIS ALSO SUGGESTS REGULAR TEP IS INVOLVED FOR THE LAST PART OF THE PATH.  THE HAWAIIAN TPL CONTACTS ARE ALSO SENSITIVE TO THE HIGH LATITUDE POLAR K INDEX.  OVER 90 OF THE HAWAII CONTACTS WERE MADE WITH A KP PLANETARY K INDEX OF 1 OR 0. \", \"151013_20.txt\": \"AND ACCESSORIES.  WE HAVE USED TROLLEY SYSTEMS TO RAISE 200 POUND ANTENNAS AND GOTTEN THEM MOST OF THE WAY UP BEFORE THE SYSTEM BROKE.  WE CLAIM THE RECORD FOR HAVING BUILT AT LEAST 12 FOUR ELEMENT KLM 40S AND NONE OF THEM SURVIVED THE SOUTH TEXAS WEATHER.  ON THE OTHER HAND, WE HAD A 140 FOOT TOWER THAT WAS RIVETED TUBULAR STEEL, HAD A 10 INCH FACE, AND WAS GUYED EVERY 20 FEET WITH 3/16 INCH STEEL CABLE BROKEN UP WITH STRAIN INSULATORS. THE TOWER SHOULD HAVE COLLAPSED UNDER THE WEIGHT OF THE GUYS, BUT IT STAYED UP FOR MORE THAN 5 YEARS WITH A FOUR ELEMENT KLM 40 METER BEAM AT THE TOP. IN 40 YEARS OF BUILDING AMATEUR ANTENNA SYSTEMS, WE HAVE BEEN FORTUNATE NOT TO HAVE HAD ANY INJURIES MORE SERIOUS THAN SUNBURN AND SCRAPED KNUCKLES. WE HAVE AMASSED A HUGE COLLECTION OF SCRAP ALUMINUM, TOWER SECTIONS, \", \"151027_20.txt\": \"INDICATOR, AND SOME THE COMPLETE ANTENNA IMPEDANCE AS A COMPLEX NUMBER THAT LOOKS LIKE R JX.  TO FIND THE DIPOLES IMPEDANCE, WE NEED TO PUT THE R AND X VALUES TOGETHER AS A COMPLEX NUMBER THAT IS MADE UP OF THREE PIECES THE FIRST 4 IS RESISTANCE AND ITS REAL, THE SECOND IS THE OPERATOR / , AND THE LAST, REACTANCE, J1590 IS IMAGINARY.  YOU KNOW THAT RESISTANCE IS IN OHMS AND REACTANCE IS ALSO IN OHMS.  OHMS 1 OHMS IS NICE AND SIMPLE WHY NOT JUST LEAVE IT AT THAT?  WHY PUT THE J IN THERE TO COMPLICATE THINGS?  DONT LET THAT IMAGINARY J PART BRING BACK SOME TERRIBLE HIGH SCHOOL MEMORIES. THERES NO TEST TO WORRY ABOUT, SO TAKE A FEW DEEP BREATHS AND CHILL OUT. NOW, LETS GET REAL ABOUT THE IMAGINARY J.  A FUNDAMENTAL DIFFERENCE THE J IS THERE TO REMIND US OF THE FUNDAMENTAL DIFFERENCE BETWEEN A RESISTANCE \", \"151110_20.txt\": \"EARLY DAYS OF THE NEW MODE, THE SSB RF SIGNAL WAS TYPICALLY GENERATED AT 9 MHZ.  THAT MAY SEEM AN ODD CHOICE UNTIL YOU CONSIDER THAT IF YOU MIXED THIS SIGNAL WITH THE OUTPUT OF A VFO OPERATING IN A RANGE FROM 5 TO 5R5 MHZ, YOU COULD USE THE HETERODYNE METHOD TO COMBINE THE TWO SIGNALS AND GENERATE AN RF OUTPUT ON TWO BANDS.  IT WORKED LIKE THIS WHEN YOU COMBINED THE 5 TO 5R5 MHZ VFO SIGNAL WITH THE 9 MHZ SSB SIGNAL THE SUM WAS A SIGNAL BETWEEN 14 AND 14R5 MHZ, WHICH PROVIDED COVERAGE ACROSS THE 20 METER BAND.  TAKE THE DIFFERENCE INSTEAD AND YOU GET AN OUTPUT IN THE 80 METER BAND 3R5 TO 4 MHZ. ENGINEERS QUICKLY DISCOVERED THAT WITH THE PROPER APPLICATION OF THIS HETERODYNE SLEIGHT OF HAND, THEY COULD CREATE A SINGLE CIRCUIT CAPABLE OF GENERATING BOTH THE TRANSMIT AND RECEIVE FREQUENCIES.  NOW A SINGLE RADIO, \", \"151124_20.txt\": \"2013.  LOU THEN BEGAN A LENGTHY PROCESS SEEKING PERMISSION TO CONDUCT A DXPEDITION ON WAKE ATOLL.  INITIAL CORRESPONDENCE WITH THE USAF, THE DEPARTMENT OF THE INTERIOR, AND DEPARTMENT OF INSULAR AFFAIRS IN OCTOBER 2012 WAS LESS THAN ENCOURAGING.  UNDAUNTED, LOU CONTINUED TO SEEK PERMISSION TO TRAVEL TO WAKE, WHICH REQUIRED SECURING USAF SIGNATURES AT SEVERAL LEVELS IN THE PENTAGON, INCLUDING GENERAL HAWK CARLISLE COMMANDER, PACIFIC AIR FORCES.  THE PURPOSE AND SCOPE OF THE TRIP HAD TO BE CLEARLY DEFINED MEDICAL FORMS APPROVED, BACKGROUND CHECKS COMPLETED, AND AN APPROVED BUDGET FINALIZED.  FINALLY ON OCTOBER 28, 2013, WE RECEIVED OUR TRAVEL ORDERS.  ALTHOUGH THE TEAM MISSED THE OCTOBER 7 ANNIVERSARY, WE WERE NEVERTHELESS EXCITED ABOUT IMPLEMENTING THIS COMMEMORATIVE DXPEDITION.  THE \", \"151208_20.txt\": \"SITUATIONS WHERE I COULD HAVE BROUGHT A DIRECTIONAL ANTENNA WITH ME, SUCH AS A SMALL YAGI FOR HF OR VHF.  IF ITS LIGHT ENOUGH, ROTATING A YAGI CAN BE DONE WITH THE ARMSTRONG METHOD, BUT IT IS OFTEN VERY INCONVENIENT TO DO SO. PERHAPS YOU DONT WANT TO LEAVE THE RIG BEHIND WHILE YOU GO OUTSIDE TO ADJUST THE ANTENNA TOWARD THAT WEAK STATION, OR PERHAPS YOURE IN A TENT AND ITS DARK OUT THERE.  A BATTERY POWERED ROTATOR PORTABLE ROTATION HAS DEVELOPED A SOLUTION TO THESE PROBLEMS.  THE 12PR1A IS AN ANTENNA ROTATOR FIGURE 6 THAT FUNCTIONS ON 9 TO 14 V DC.  AT 12 V, THE UNIT IS SPECIFIED TO DRAW 40 MA IDLE CURRENT AND 200 MA OR LESS WHILE THE ANTENNA IS TURNING. IT CAN BE POWERED FROM THE BATTERY USED TO RUN A TYPICAL PORTABLE STATION. WHILE THE CONTROL HEAD FIGURE 7 WILL FUNCTION WITH AS LITTLE AS 6 V, A \", \"151222_20.txt\": \"EARLY DAYS OF THE NEW MODE, THE SSB RF SIGNAL WAS TYPICALLY GENERATED AT 9 MHZ.  THAT MAY SEEM AN ODD CHOICE UNTIL YOU CONSIDER THAT IF YOU MIXED THIS SIGNAL WITH THE OUTPUT OF A VFO OPERATING IN A RANGE FROM 5 TO 5R5 MHZ, YOU COULD USE THE HETERODYNE METHOD TO COMBINE THE TWO SIGNALS AND GENERATE AN RF OUTPUT ON TWO BANDS.  IT WORKED LIKE THIS WHEN YOU COMBINED THE 5 TO 5R5 MHZ VFO SIGNAL WITH THE 9 MHZ SSB SIGNAL THE SUM WAS A SIGNAL BETWEEN 14 AND 14R5 MHZ, WHICH PROVIDED COVERAGE ACROSS THE 20 METER BAND.  TAKE THE DIFFERENCE INSTEAD AND YOU GET AN OUTPUT IN THE 80 METER BAND 3R5 TO 4 MHZ. ENGINEERS QUICKLY DISCOVERED THAT WITH THE PROPER APPLICATION OF THIS HETERODYNE SLEIGHT OF HAND, THEY COULD CREATE A SINGLE CIRCUIT CAPABLE OF GENERATING BOTH THE TRANSMIT AND RECEIVE FREQUENCIES.  NOW A SINGLE RADIO, \", \"150106_30.txt\": \"GREEN BOARD IS CONNECTED BY WIRES TO THE FRONT PANEL LCD DISPLAY BOARD RIGHT SIDE, AND THE BUFFER AMPLIFIER RED BOARD IS ON THE UPPER LEFT.  YOU CAN USE ANY LOW CURRENT 12 V DC SUPPLY.  THE ENTIRE VFO DRAWS ABOUT 90 MA. MY POWER SUPPLY IS SEEN ALONG THE BOTTOM OF THE PHOTO SEE THE QST IN DEPTH WEB PAGE FOR MORE DETAILS.  BUILDING THE DIRECT DIGITAL SYNTHESIZER FOR THE DDS CIRCUIT I CHOSE THE N3ZI DDS 2 DELUXE KIT, WHICH FEATURES THE STANDARD LCD DISPLAY AND HAS THE SURFACE MOUNT CHIP COMPONENTS ALREADY INSTALLED. YOU MUST FIRST PURCHASE AND BUILD THE SYNTHESIZER AND GET IT WORKING PROPERLY BEFORE PROCEEDING.  WHEN BUILDING THE SYNTHESIZER CONNECT THE ROTARY ENCODER AND UP/DOWN SWITCHES TO THE DDS CIRCUIT BOARD WITH WIRES SO THAT THEY CAN BE MOUNTED ON THE FRONT PANEL SEE FIGURE 3.  WIRED CONNECTIONS GIVE YOU MORE FREEDOM WHEN MOUNTING THE CIRCUIT BOARD AND RELATED COMPONENTS.  SYNTHESIZER OUTPUT LEVEL CRYSTAL CONTROLLED TRANSMITTERS FROM THE 50S AND 60S REQUIRE SEVERAL VOLTS PEAK TO PEAK P P OF RF TO PROPERLY DRIVE THEM FROM THEIR VFO INPUTS.  MY EICO 720 MANUAL RECOMMENDS 10 20 V AT THE VFO INPUT.  THE SYNTHESIZER OUTPUT, HOWEVER, \", \"150120_30.txt\": \"THEY HAPPEN TO BE IN THE MIDDLE OF ONE AND SWITCH TO VHF.  THEY USE THIS TO TAKE CALLS FROM PEOPLE IN THE AREA, WHICH PROMOTES THE SCHOOL CLUB AS WELL AS SCHOOL CLUB ROUNDUP, IN AN EFFORT TO ENCOURAGE OTHERS TO PARTICIPATE. THEY ALSO USE THIS RADIO TO COMMUNICATE WITH THE INDIANA UNIVERSITY ARC WHEN NEEDED, BECAUSE THEY ARE ONLY 3 MILES AWAY.  THE TWO STATIONS OFTEN CAUSE INTERFERENCE TO EACH OTHER IF THEY USE THE SAME BAND AT THE SAME TIME.  THIS WAY, THEY CAN COORDINATE WITH EACH OTHER.  THIS YEAR, THEY OPERATED LATER INTO THE EVENING.  THE LOCAL ARES NET WAS AT 730 PM, WHILE THE LOCAL SIMPLEX NET WAS AT 800 PM.  AFTER THEIR ANNOUNCEMENT ON THE ARES NET, THEY SWITCHED TO SIMPLEX AND TOOK CALLS FROM AREA HAMS UP UNTIL THE START OF THE 800 SIMPLEX NET.  NOT ONLY DID THIS ENCOURAGE MORE PEOPLE TO PARTICIPATE IN SCR, BUT IT ALSO PIQUED INTEREST IN THE SIMPLEX NET THAT FOLLOWED.  TAKING CALLS WITHIN A FEW MINUTES OF THE ANNOUNCEMENT GREATLY INCREASED PARTICIPATION FROM PREVIOUS YEARS.  WHILE THE NUMBER OF CONTACTS WAS NOT HUGE, IT SERVED ITS PURPOSE TO GENERATE INTEREST IN THE SCHOOL CLUB AND THE ROUNDUP.  FOR MORE INFORMATION ON BLOOMINGTON HIGH SCHOOL SOUTH \", \"150203_30.txt\": \"THE WALL CUBE POWER SUPPLY INCLUDED WITH THE INTERFACE, OR CONNECT IT TO YOUR OWN 13R8 V DC SUPPLY.  THE INTERFACE IS DESIGNED TO BE COMPATIBLE WITH AS MANY DIFFERENT TRANSCEIVERS AS POSSIBLE.  TO THAT END, THE BLUE COMES WITH A COLLECTION OF PRE WIRED JUMPER BLOCKS.  YOU JUST PICK THE BLOCK THAT MATCHES YOUR RADIO, OPEN THE TOP OF THE INTERFACE ENCLOSURE AND POP THE BLOCK INTO PLACE.  IN THE EVENT THAT YOU HAVE A RIG THAT IS INCOMPATIBLE WITH THE JUMPER BLOCKS, WEST MOUNTAIN RADIO ALSO PROVIDES A SET OF JUMPERS AND INSTRUCTIONS FOR A CUSTOM CONFIGURATION.  THE RIGBLASTER BLUE INCLUDES A CABLE WITH AN EIGHT PIN MICROPHONE PLUG AT ONE END AND AN RJ45 PLUG AT THE OTHER.  YOU USE THIS CABLE TO CONNECT THE INTERFACE TO THE MICROPHONE JACK OF YOUR TRANSCEIVER FOR PTT PUSH TO TALK KEYING AND TRANSMIT AUDIO. ANOTHER CABLE IS PROVIDED TO PICK UP RECEIVE AUDIO FROM THE SPEAKER OUTPUT JACK OF YOUR RADIO.  OF COURSE, YOU CAN CREATE YOUR OWN ALTERNATIVE WIRING CONFIGURATION IF, FOR EXAMPLE, YOU PREFER TO FEED TRANSMIT AUDIO TO YOUR TRANSCEIVERS ACCESSORY PORT AND OBTAIN RECEIVE AUDIO FROM THE SAME PORT. THE RIGBLASTER BLUE HAS INPUT JACKS TO ACCOMMODATE JUST ABOUT ANY \", \"150217_30.txt\": \"EXTRA HOLES IN THE PANEL.  CRYSTAL PHASING 2R0 I WAS SOMEWHAT SURPRISED YET GRATIFIED AT THE OVERWHELMING RESPONSE I GOT TO MY APRIL 2014 QST ARTICLE ON CRYSTAL PHASING.  AS I OFTEN SAY IN MY TECHNICAL WRITINGS, I DONT EXPECT TO BE THE LAST WORD ON THE SUBJECT, BUT I AM MORE THAN HAPPY TO BE JUST THE FIRST WORD ON A SUBJECT IF IT FOMENTS LIVELY DISCUSSION.  ITS OBVIOUSLY BEEN A LONG TIME SINCE ANY MENTION OF THIS CLASSIC FILTER HAS BEEN MADE IN QST OR ANY OTHER RECENT PUBLICATION.  I HAD MADE A SOMEWHAT PARENTHETICAL COMMENT ABOUT THE FACT THAT MOST BOAT ANCHORS DIDNT HAVE THE INHERENT STABILITY OR BANDSPREAD TUNING RATIO TO TAKE FULL ADVANTAGE OF THE EXTREMELY NARROW BANDWIDTHS OF THE PHASED CRYSTAL.  I ACTUALLY PREFER TO CALL IT THE NEUTRALIZED CRYSTAL, BECAUSE AT ITS CORE THE PHASING CAPACITOR DOES NOTHING MORE THAN NEUTRALIZE THE HOLDER CAPACITANCE, ALLOWING THE CRYSTAL TO OPERATE IN A PURE SERIES RESONANT AND VERY SHARP MODE.  AS IT TURNS OUT, FROM THE FEEDBACK IVE RECEIVED, THE MISMATCH BETWEEN TUNING RATIO AND SELECTIVITY IS FAR MORE DRAMATIC THAN I HAD GUESSED, FOR MOST RIGS OF THAT VINTAGE.  UNLESS YOU HAVE A SAFECRACKERS TOUCH, YOURE MORE \", \"150303_30.txt\": \"LINEAR IN TERMS OF DB PER VOLT.  BUFFERING THIS SIGNAL WITH A HIGH IMPEDANCE OPERATIONAL AMPLIFIER GAVE ME A METER DRIVER THAT IS LINEAR AND INEXPENSIVE TO CONSTRUCT.  WHILE I WAS AT IT, I TOOK THE OPPORTUNITY TO IMPROVE ON SOME OTHER LESS DESIRABLE S METER CHARACTERISTICS SUCH AS ZERO DRIFT, AND JAMMING AGAINST THE STOPS WHEN CHANGING MODES.  FIGURE 1 SHOWS HOW THE NEW METER DRIVER CIRCUIT INTEGRATES INTO A 75S 3B RECEIVER. COLLINS COLLECTORS WILL BE RELIEVED TO HEAR THAT INSTALLATION OF THE CIRCUIT BOARD REQUIRES NO WIRE CUTTING THE BOARD MOUNTS DIRECTLY ON THE S METERS TERMINALS AND THE ORIGINAL METER LEADS ARE PARKED OUT OF THE WAY ON STORAGE BOLTS AT THE BOTTOM OF THE BOARD.  POWER FOR THE BOARD COMES FROM THE S METERS PILOT LAMP AND THE AGC VOLTAGE IS AVAILABLE FROM THE WIPER ARM OF AN ADJACENT ROTARY SWITCH.  CIRCUIT DESCRIPTION THE CIRCUIT DEVELOPED FOR THE NEW METER DRIVER IS SHOWN IN FIGURE 2.  NO VOLTAGE GAIN IS NECESSARY.  THE CIRCUIT IS BASICALLY A VERY HIGH INPUT IMPEDANCE VOLTAGE FOLLOWER THAT DIRECTLY MEASURES THE AGC VOLTAGE AND USES IT TO DRIVE THE S METER.  POWER IS SUPPLIED TO THE CIRCUIT THROUGH THE V AC AND GND INPUTS \", \"150317_30.txt\": \"MIKE SUBMITTED THEIR LOG FROM SJV ALTHOUGH THE TEN GRIDS THEY EACH VISITED ALSO INCLUDED THE LAX AND ORG SECTIONS.  THE THIRD OVERALL SPOT IN LIMITED ROVER WAS CLAIMED BY DARRYL, WW7D/R, WITH 476 QSOS ON FOUR BANDS FROM 10 WESTERN WASHINGTON GRIDS, BUT TWO THIRDS MIKES MULTIPLIER TOTAL.  WITH 85 LOG SUBMISSIONS, THE SOUTHEAST CLAIMED THE THIRD SPOT AMONG THE REGIONS BUT DIDNT YIELD ANY OVERALL CATEGORY TOP SCORERS.  NOTABLE, HOWEVER, WERE THE ROVING GRID PIRATES, K8GP/R, OPERATED BY TERRY, W8ZN, AND ANDY, K1RA, WHO CLAIMED THE THIRD SPOT IN THE CLASSIC ROVER CATEGORY OVERALL.  ANDY PREPARED AND POSTED QUITE AN INTERESTING TRAVELOGUE OF THEIR EFFORTS ON HIS WEBSITE AT WWW. K1RA. US/ ROVING/ K1RA K8GPROVER ARRL JAN VHF SS 2014, INCLUDING SOME VIDEOS.  TERRY AND ANDY COMPILED 900 QSOS ACROSS THE 10 BANDS IN THE ROVER VEHICLE OF RICH, N3UW.  THEY SUBMITTED THEIR LOG FROM THE VIRGINIA SECTION BUT THE EIGHT GRIDS THEY VISITED ALSO INCLUDED MARYLAND AND PENNSYLVANIA.  THE CENTRAL REGION WAS THE SOURCE OF 81 LOGS AND HOME TO THE SINGLE OPERATOR, LOW POWER LEADER, BOB, K2DRH.  BOB SHARED THE STORY OF THE MANY CHALLENGES HE HAD FOR THIS JANUARYS CONTEST IN THE \", \"150331_30.txt\": \"INSTALLED, THE RECEIVER CAN BE SET UP IN SEVERAL DIFFERENT WAYS.  THERE ARE THREE PARAMETERS WE ARE CONCERNED WITH PT THE AGC THRESHOLD, WHICH IS THE RF LEVEL IN DBM AT THE RECEIVERS 50 ANTENNA INPUT WHERE THE S METER BEGINS TO MOVE EFFECTIVELY THE DB PER S UNIT INDICATED BY THE S METER AND P9 THE RF LEVEL IN DBM AT THE RECEIVERS 50 FOR A METER READING OF S 9.  ASSUMING THE METER HAS A CONSTANT SENSITIVITY S THE THREE PARAMETERS ARE RELATED BY THE EQUATION NOTE THAT YOU MAY ONLY CHOOSE TWO OF THE THREE PARAMETERS AS THE THIRD WILL BE DETERMINED BY THE EQUATION.  ALTHOUGH THERE ARE AN INFINITE NUMBER OF PARAMETER CHOICES, THEY CAN BE NARROWED DOWN CONSIDERABLY WITH A FEW COMMON SENSE ASSUMPTIONS.  FOR ON AIR COMPARATIVE MEASUREMENTS, WE WANT S TO BE A WHOLE NUMBER, SUCH AS 3, 4, 5, OR 6 DB/S UNIT.  TYPICALLY YOU WOULD CHOOSE A DESIRED S AND P9 AND THEN CALCULATE PT FROM THE ABOVE EQUATION.  FOLLOWING THE ALIGNMENT PROCEDURE, YOU WILL THEN DETERMINE WHETHER THE RECEIVER HAS ENOUGH GAIN TO ACHIEVE THE PT YOU HAVE CALCULATED.  SETTING S TO 3 DB/S UNIT RESULTS IN A METER RANGE FROM S 0 TO S 9 OF ONLY 27 DB, WHICH IS A BIT LIMITED.  CHOOSING 6 DB/S UNIT WOULD BE \", \"150414_30.txt\": \"MIKE SUBMITTED THEIR LOG FROM SJV ALTHOUGH THE TEN GRIDS THEY EACH VISITED ALSO INCLUDED THE LAX AND ORG SECTIONS.  THE THIRD OVERALL SPOT IN LIMITED ROVER WAS CLAIMED BY DARRYL, WW7D/R, WITH 476 QSOS ON FOUR BANDS FROM 10 WESTERN WASHINGTON GRIDS, BUT TWO THIRDS MIKES MULTIPLIER TOTAL.  WITH 85 LOG SUBMISSIONS, THE SOUTHEAST CLAIMED THE THIRD SPOT AMONG THE REGIONS BUT DIDNT YIELD ANY OVERALL CATEGORY TOP SCORERS.  NOTABLE, HOWEVER, WERE THE ROVING GRID PIRATES, K8GP/R, OPERATED BY TERRY, W8ZN, AND ANDY, K1RA, WHO CLAIMED THE THIRD SPOT IN THE CLASSIC ROVER CATEGORY OVERALL.  ANDY PREPARED AND POSTED QUITE AN INTERESTING TRAVELOGUE OF THEIR EFFORTS ON HIS WEBSITE AT WWW. K1RA. US/ ROVING/ K1RA K8GPROVER ARRL JAN VHF SS 2014, INCLUDING SOME VIDEOS.  TERRY AND ANDY COMPILED 900 QSOS ACROSS THE 10 BANDS IN THE ROVER VEHICLE OF RICH, N3UW.  THEY SUBMITTED THEIR LOG FROM THE VIRGINIA SECTION BUT THE EIGHT GRIDS THEY VISITED ALSO INCLUDED MARYLAND AND PENNSYLVANIA.  THE CENTRAL REGION WAS THE SOURCE OF 81 LOGS AND HOME TO THE SINGLE OPERATOR, LOW POWER LEADER, BOB, K2DRH.  BOB SHARED THE STORY OF THE MANY CHALLENGES HE HAD FOR THIS JANUARYS CONTEST IN THE \", \"150428_30.txt\": \"SIZE, OR INSULATION IS NOT AS DESIGNED.  THERE HAVE BEEN A FEW RECENT QST ARTICLES DESCRIBING THE DESIGN OF SUCH AN ANTENNA.  USING 14 AWG BARE COPPER WIRE, EZNEC PREDICTS THAT THE IMPEDANCE OF 122R6 FEET OF WIRE, 47 FEET HIGH AT 10R125 MHZ WILL BE SOMEWHAT DIFFERENT THAN W5JH PREDICTED IN REFERENCE 2.  ONE THING TO KEEP IN MIND IS THAT THE WHOLE MATCHING ISSUE CAN BE SIDESTEPPED IF YOU RUN WINDOW LINE ALL THE WAY BACK TO A WIDE RANGE TUNER NEAR THE RADIO.  THE ANTENNA WILL RADIATE WITH THE SAME PATTERN AND GAIN, BUT YOU WONT HAVE TO FUSS WITH THE MATCH AT THE ANTENNA FEED, AND YOU WILL HAVE THE ADDED BENEFIT THAT THE ANTENNA WILL WORK WELL BUT WITH DIFFERENT PATTERNS ON ALL BANDS FROM 80 TO 6 METERS.  THE EXACT LENGTH AND RESONANCE OF THE ANTENNA IS NOT PARTICULARLY CRITICAL.  IN GENERAL, SHORTER LENGTHS WILL HAVE SOMEWHAT REDUCED GAIN, BUT LOWER LEVEL SIDELOBES, WHILE SOMEWHAT LONGER ANTENNAS WILL HAVE LARGER SIDELOBES.  AS EXAMPLES, REDUCING THE LENGTH TO 110 FEET WILL RESULT IN A PEAK GAIN OF 10 DBI DOWN FROM 10R37 WITH SIDELOBES AT 21 DB, WHILE A 130 FOOT LENGTH WILL PROVIDE 9R7 DBI GAIN, WITH THE SIDELOBES DOWN ONLY 7 DB.  DIFFERENT LENGTHS WILL REQUIRE \", \"150512_30.txt\": \"PAST, BUT THEY MUST BE PARTIALLY STRETCHED TO HOLD THE ANTENNA REASONABLY FLAT AND WITH THE FIRST GOOD STORM, THEY OFTEN END UP SPRUNG AND HOLDING UP A DROOPY ANTENNA.  I FINALLY CAME UP WITH THE SCHEME SHOWN IN FIGURE 6, WHICH ADDS A WEAK LINK THAT WILL BREAK BEFORE THE ANTENNA STRETCHES.  THE EXTRA LOOP KEEPS THE ANTENNA FROM FALLING TO THE GROUND.  TRAP THE TRAP COIL IS MADE FROM 39 TURNS ON A 1R66 INCH DIAMETER FORM OF 13 AWG INSULATED COPPER WIRE USED FOR ELECTRICAL APPLIANCE POWER CORDS SEE FIGURES 7 AND 8. THE CAPACITOR IS MADE FROM RG 58C/U COAX CABLE, WHICH HAS A CAPACITANCE OF 28R5 TO 30 PF/FOOT.  ABOUT 4 FEET OF THE RG 58 FORMS A 113 PF CAPACITOR THAT IS RELIABLE TO 5 KV, SO USING UP TO 500 W OF RF SHOULD NOT BE A PROBLEM, OTHERWISE, IF YOU PLAN TO TRANSMIT WITH MORE POWER, YOU SHOULD USE A DOORKNOB CAPACITOR.  TUNING THE TRAP TO 3R600 MHZ IN THE SHACK WILL YIELD A 3R650 MHZ RESONANT POINT IN THE AIR.  IF YOU USE A GRID DIP METER YOU CAN TUNE THE TRAP BY CUTTING THE COAX TO THE RIGHT LENGTH.  TAKE CARE TO KEEP THE COAX SHIELD SAFELY APART FROM THE INNER LEAD TO AVOID ARCING.  SECURE THE 4 FOOT COAX CAPACITOR TO THE SIDE OF THE ANTENNA WHERE THE SHIELD OF \", \"150526_30.txt\": \"WAS A K3 TRANSCEIVER, KPA 500 AMPLIFIER AND A FORCE 12 6 METER YAGI SEE FIGURES 1 AND 2.  WHAT A PERFECT COMBINATION.  I WAS ASSIGNED TO THE CW STATION, BUT DID WANDER OVER TO THE SSB STATION DURING AN OFF TIME.  AFTER A FEW DAYS, THE SSB CREW WAS GIVEN PERMISSION TO USE THE SPARE RADIO ON 6 METERS.  THERE WERE A FEW ENTRIES IN THE LOG.  I CALLED CQ AND A WEAK KH6 CALLED AND SAID WE WERE BLASTING IN.  EVENTUALLY I FIGURED OUT THAT THE PREAMP WAS NOT IN, AND HE SOON BECAME QUITE STRONG.  I WORKED ABOUT 10 MORE IN HAWAII.  ONCE AFTER DINNER THE SSB OP MENTIONED THAT 6 WAS OPEN.  I WALKED OVER TO THE STATION AND RAN ABOUT 200 JAPANESE, CHINESE, AND KOREAN STATIONS ON SSB, THEN TURNED IT OVER TO K9NW FOR SOME CW.  HE RECALLED HE WORKED A PY, BUT WE WERE SO TIRED THAT I CANT EVEN REMEMBER WHAT DAY IT WAS.  WEAK CORONAL MASS EJECTIONS IN SOLAR CYCLE 24?  DOES IT SEEM TO YOU THE AURORAS AND OVERALL GEOMAGNETIC ACTIVITY FROM CORONAL MASS EJECTIONS HAVE BEEN WEAKER IN SOLAR CYCLE 24 COMPARED TO PAST SOLAR CYCLES?  THERE MAY BE SOME SOUND SCIENTIFIC EVIDENCE FOR THIS.  NAT GOPALSWAMY, OF THE NASA GODDARD SPACE FLIGHT CENTER PRESENTED THIS PRESS RELEASE AT THE 2013 \", \"150609_30.txt\": \"EDITION, REPEATED IN THE FEBRUARY 2013 ARTICLE.  IN THAT EXAMPLE, THE WEIGHT OF THE WIRE W IS GIVEN AS 0R011 POUNDS PER FOOT AND THE SPAN S, BEING THE TOTAL DISTANCE BETWEEN SUPPORTS, WOULD BE 420 FEET.  NOTE THAT THE CURRENT EDITION OF THE ARRL ANTENNA BOOK DEFINES A HALF SPAN AS HALF THE HORIZONTAL DISTANCE BETWEEN SUPPORTS, WHICH WAS 210 FEET.  THIS IS CONSISTENT WITH THE NOMOGRAPH.  NOTE 2 OF THE NOMOGRAPH INSTRUCTIONS IN THE FEBRUARY 2013 ARTICLE ALSO DEFINES SPAN AS ONE HALF THE DISTANCE BETWEEN SUPPORTS.  FOR THE ABOVE EQUATIONS, HOWEVER, SPAN IS DEFINED AS THE TOTAL HORIZONTAL DISTANCE BETWEEN THE SUPPORTS.  THE WIRE TENSION T USED IN THE EXAMPLE IS 50 POUNDS.  SUBSTITUTING W, S, AND T INTO EQUATION 1, THE COMPUTED RESULT FOR SAG IS 4R852 FEET.  USING THE MUCH MORE CONVENIENT EQUATION 2, THE RESULT IS 4R851 FEET.  THE SIMPLER FORMULA IS CERTAINLY ADEQUATE.  NOTE THAT THE RESULT GIVEN BY THE NOMOGRAPH, WHICH GOES BACK TO THE JANUARY 1966 ARTICLE IN QST, IS 4R7 FEET.  THIS IS AFTER SORTING OUT AMBIGUITIES IN THE DEFINITION OF SPAN.  IT IS CLEARLY A SUFFICIENTLY ACCURATE RESULT, AND THE SMALL DIFFERENCE REFLECTS THE INEVITABLE \", \"150623_30.txt\": \"OCCASION IN WHICH A BNC CONNECTOR PAIR ON AN EXTENSION OF MY DEPTH SOUNDER TRANSDUCER CABLE NEAR THE BILGE, WHERE SALTWATER ACCUMULATES, HAD TO BE REPLACED.  IVE AVOIDED ANY RECURRENCES OF THAT BY THOROUGHLY TAPING THE NEW CONNECTORS WITH GOOD QUALITY PLASTIC ELECTRICAL TAPE.  IF THE CONNECTORS ARE PROPERLY CONNECTED, I DONT FIND MUCH CAN GET INTO THE METAL TO METAL CONNECTIONS.  THE ONE PRECAUTION I DO TAKE IS THAT WHEN I BUTTON UP THE BOAT FOR IN WATER WINTER STORAGE, I REMOVE THE ELECTRONICS INCLUDING HF AND VHF HAM RADIOS FROM THE CRAFT AND PUT THE BOAT SIDE CONNECTORS IN PLASTIC SANDWICH BAGS SEALED WITH RUBBER BANDS TO KEEP SALTY AIR OUT.  AN ALTERNATIVE IS TO SACRIFICE AN UNUSED MATING CONNECTOR ALTHOUGH SOME TYPES ARE HARD TO FIND.  MANY OF THESE COAX, POWER, AND SIGNAL CONNECTIONS HAVE BEEN UNCHANGED IN THE 30 YEARS SINCE THIS BOAT WAS NEW.  SO, WHILE I CANT SAY THEY WILL LAST FOREVER, I CAN SAY THEY WILL KEEP GOING FOR A LONG TIME. I ALWAYS USE CONDUCTIVE GREASE ON SLIDING TUBING CONNECTIONS THAT ARE PART OF ANTENNAS.  I EXPECT THAT THE POINTS OF CONTACT UNDER THE CLAMPS WOULD STAY CONNECTED EVEN WITHOUT SUCH GREASE, HOWEVER, THE GREASE MAKES IT \", \"150707_30.txt\": \"LI ION BATTERIES HAVE MANY ATTRACTIVE FEATURES, SUCH AS HIGH CAPACITY, BUT THEY ALSO EXHIBIT SOME SELF DISCHARGE AND MUST BE CHARGED IN A SPECIFIC WAY.  SWAPPING BATTERY PACKS ISNT AS CONVENIENT AS FOR MANY OTHER RADIOS BECAUSE THE CHARGING CIRCUIT IS IN THE RADIO, NOT THE CHARGER.  USING THE RADIO THROUGH A LOCAL REPEATER AND FOR A FEW SIMPLEX CONTACTS ON THE FLEXIBLE ANTENNA, THE MID LEVEL POWER SETTING ABOUT 2 W RF OUTPUT SEEMED SUFFICIENT AND BATTERY LIFE WAS IN THE 3 TO 4 HOUR RANGE, WHICH IS QUITE ACCEPTABLE.  OTHER USERS REPORTED UP TO 7 HOURS OF BATTERY LIFE WHILE SCANNING.  THERE IS NO AA OR AAA PACK, BUT ONE SUPPLYING UP TO 10 V COULD BE MADE UP TO ATTACH TO THE EXT DC PORT AND RECHARGE THE LI ION BATTERY. AN AUTOMOTIVE ADAPTER IS AVAILABLE TO DROP THE VEHICLES 11 15 V SUPPLY INTO THE RANGE ACCEPTED BY THE FT 252/257 5 TO 10 V.  NOTE THAT THE SUPPLIED AC WALL CHARGER IS NOT INTENDED TO POWER THE RADIO WHEN THE BATTERY IS DISCHARGED.  A SCARC MEMBER COMMENTED THAT THIS RADIO CANT BE ATTACHED TO AN EXTERNAL 12 V 13R8 V SOURCE WITHOUT A SPECIAL ADAPTER, AND EXPLAINED, I PREFER TO HOOK THE HANDHELD TO MY CAR DC SYSTEM AND CHARGE IT UP OR RUN IT \", \"150721_30.txt\": \"WAS A K3 TRANSCEIVER, KPA 500 AMPLIFIER AND A FORCE 12 6 METER YAGI SEE FIGURES 1 AND 2.  WHAT A PERFECT COMBINATION.  I WAS ASSIGNED TO THE CW STATION, BUT DID WANDER OVER TO THE SSB STATION DURING AN OFF TIME.  AFTER A FEW DAYS, THE SSB CREW WAS GIVEN PERMISSION TO USE THE SPARE RADIO ON 6 METERS.  THERE WERE A FEW ENTRIES IN THE LOG.  I CALLED CQ AND A WEAK KH6 CALLED AND SAID WE WERE BLASTING IN.  EVENTUALLY I FIGURED OUT THAT THE PREAMP WAS NOT IN, AND HE SOON BECAME QUITE STRONG.  I WORKED ABOUT 10 MORE IN HAWAII.  ONCE AFTER DINNER THE SSB OP MENTIONED THAT 6 WAS OPEN.  I WALKED OVER TO THE STATION AND RAN ABOUT 200 JAPANESE, CHINESE, AND KOREAN STATIONS ON SSB, THEN TURNED IT OVER TO K9NW FOR SOME CW.  HE RECALLED HE WORKED A PY, BUT WE WERE SO TIRED THAT I CANT EVEN REMEMBER WHAT DAY IT WAS.  WEAK CORONAL MASS EJECTIONS IN SOLAR CYCLE 24?  DOES IT SEEM TO YOU THE AURORAS AND OVERALL GEOMAGNETIC ACTIVITY FROM CORONAL MASS EJECTIONS HAVE BEEN WEAKER IN SOLAR CYCLE 24 COMPARED TO PAST SOLAR CYCLES?  THERE MAY BE SOME SOUND SCIENTIFIC EVIDENCE FOR THIS.  NAT GOPALSWAMY, OF THE NASA GODDARD SPACE FLIGHT CENTER PRESENTED THIS PRESS RELEASE AT THE 2013 \", \"150804_30.txt\": \"TOPPLED TO ONE SIDE, CREATING A SCRAP ALUMINUM SCULPTURE.  THE PHRASES NOBODY WAS HURT, I DIDNT SEE THAT COMING, AND IT SEEMED LIKE A GOOD IDEA AT THE TIME, WERE FLUNG ABOUT LIBERALLY.  THE THOUGHT THAT SOME LEVEL OF INATTENTION ON MY OWN PART COULD HAVE LED TO THE SKEWERING OF ONE OR MORE OF MY FELLOW HAMS LEFT ME SHAKEN TO MY VERY CORE.  THERE WAS ABSOLUTELY NO GOOD REASON FOR THIS FIASCO TO HAVE HAPPENED, BUT THE BAD REASONS WERE ALL THERE.  AN ACCIDENT LIKE THIS COULD HAPPEN IN PLACES OTHER THAN A FIELD DAY SITE.  TOO OFTEN MURPHY GETS THE BLAME WHEN THINGS GO WRONG.  IT IS OUR JOB TO SEE THAT THINGS GO SMOOTHLY AT OUR WORKBENCHES AND SHACKS, AS WELL AS ON FIELD DAY.  LETS TAKE A LOOK AT THESE LURKING DANGERS AND THE STEPS THAT CAN BE TAKEN TO AVOID THEM.  INEXPERIENCE  WE WERE ALL BEGINNERS IN THIS HOBBY AT ONE TIME OR ANOTHER.  WHEN I WAS FIRST LICENSED, THE FCC DID US THE FAVOR OF CALLING US NOVICES SO THAT OTHER, MORE EXPERIENCED HAMS TENDED TO LOOK OUT FOR US AND GUIDE US THROUGH THINGS.  CURRENT LICENSING PRACTICES BLUR THE LINES SOMEWHAT.  YOU CAN BE A TECHNICIAN WITH 30 FIELD DAYS UNDER YOUR BELT OR AN AMATEUR EXTRA CLASS LICENSEE SHOWING UP TO YOUR \", \"150818_30.txt\": \"ARTICLE IS WRITTEN TO SHARE WITH OTHER HAMS THE LESSONS, PAIN, AND AGONY OF AMATEURS BUILDING AMATEUR ANTENNA SYSTEMS.  IT IS OUR FERVENT HOPE THAT YOUR PLEASURE WILL GREATLY EXCEED THE PAIN EXPERIENCED IN DESIGNING, CONSTRUCTING, AND MAINTAINING AN ANTENNA SYSTEM THAT IS AT LEAST 3 DB BETTER THAN MOST.  THE PASSION SINCE THE DISCOVERY OF WIRELESS, HAMS HAVE PIONEERED MANY OF THE BREAKTHROUGHS IN RADIO AND ANTENNA DESIGN.  OFTEN, THE DESIGN AND CONSTRUCTION WAS DONE IN SMOKE FILLED MAKESHIFT LABS OR GARAGES WHERE THE GOAL WAS TO GET THE PROJECT FINISHED NOT NECESSARILY TO MAKE IT ROBUST.  I LEARNED THE PATIENCE REQUIRED FOR PIONEERING BREAKTHROUGHS AS A TEENAGER, BUT I ALSO LEARNED PRAGMATISM.  THE MANTRA FOR MANY YEARS WAS LETS GET IT WORKING.  WE WILL CLEAN IT UP LATER.  THE SINGULARLY UNIQUE ATTRIBUTE OF MOST MOTIVATED HAMS IS TO EFFECT TWO WAY COMMUNICATIONS UNDER DIFFICULT CONDITIONS.  WE ARE PRACTICED AT HANGING A WIRE IN A TREE AND CONDUCTING DISASTER COMMUNICATIONS.  THE DOWNSIDE TO THIS IS THAT MANY OF US APPLY THIS PRACTICAL AND EXPEDIENT APPROACH TO BUILDING OUR STATIONS.  MY POINT HERE IS THAT WE WILL BENEFIT FROM BEING \", \"150901_30.txt\": \"AMATEUR RADIO IS NOT MENTIONED IN THIS DESCRIPTION OF EMERGENCY COMMUNICATIONS.  EVEN THE NATIONAL EMERGENCY COMMUNICATIONS PLAN ONLY MENTIONS REGULATION OF THE AMATEUR RADIO SERVICE AS SOMETHING RELATED TO EMERGENCY COMMUNICATIONS WWW. DHS. GOV/X LIBRARY/ ASSETS/ NATIONAL EMERGENCY COMMUNICATIONS PLAN. PDF.  TO PUT IT SIMPLY, WE CAN HELP SUPPORT EMERGENCY COMMUNICATIONS, BUT WE ARE NOT AN EMERGENCY COMMUNICATIONS SERVICE.  THE TERM, OUTSIDE OF AMATEUR RADIO, CAN BE CONFUSING.  TO THE LAYMAN, EMCOMM IS JARGON AND NOT EXPLICITLY CLEAR.  ITS A TERM THAT ONLY MAKES SENSE TO THOSE INVOLVED WITH IT.  EVEN EMERGENCY COMMUNICATIONS MAY MEAN SOMETHING ENTIRELY DIFFERENT TO THE LAYMAN.  THE WORD EMERGENCY CARRIES A LOT OF WEIGHT AND TO MOST, IT MEANS A LIFE OR DEATH SITUATION. THE DIFFERENCE BETWEEN AN EMERGENCY AND A DISASTER WHEN WE LOOK AT WHAT WE DO AS AMATEURS IN THE AREA OF PUBLIC SERVICE, WE USUALLY DIVIDE IT INTO TWO AREAS PUBLIC SERVICE EVENTS AND EMERGENCY COMMUNICATIONS.  HOWEVER, IN REALITY THERE ARE THREE AREAS PUBLIC SERVICE EVENTS, EMERGENCY COMMUNICATIONS, AND DISASTER COMMUNICATIONS.  THE LATTER TWO NEED A BIT OF \", \"150915_30.txt\": \"ABOUT 1/16 INCH LONGER THAN THE SLEEVE.  THE FRAME SPACER IS CUT TO THE SAME LENGTH AS THE SHAFT.  SAND ALL ENDS SQUARE AFTER CUTTING.  THE PULLEY IS COMPRISED OF THE TWO CDS CEMENTED TO EITHER SIDE OF THE 4 INCH PLASTIC DISC.  I USED A GEL TYPE POLYURETHANE ADHESIVE.  BEFORE GLUING, I ROUGHED UP ALL CONTACT SURFACES WITH FINE SANDPAPER.  TAKE CARE TO CENTER THE INNER DISC ON THE CD AND THEN ALIGN THE SECOND CD WITH THE FIRST IN A SANDWICH. AFTER GLUING, CLAMP THE ASSEMBLY BETWEEN BLOCKS.  SPRING CLAMPS ARE PREFERABLE TO C CLAMPS, WHICH MIGHT APPLY TOO MUCH PRESSURE.  THE DONUT HOLE WILL NEED TO BE ENLARGED TO ACCOMMODATE THE BEARING.  I HAVE FOUND THAT THE SCRAPING ACTION OF AN ORDINARY WOODWORKING SPADE BIT IS IDEAL FOR DRILLING LARGE DIAMETER HOLES IN PLASTIC.  AFTER DRILLING, PRESS THE BEARING SLEEVE INTO THE HOLE AND SECURE IT WITH SEVERAL DROPS OF AN INSTANT BOND GLUE.  FINAL ASSEMBLY OF THE PULLEY CONSISTS OF FIRST INSERTING THE BEARING SHAFT INTO THE BEARING SLEEVE AND LUBRICATING IT WITH A GENEROUS DAB OF LITHIUM GREASE.  THEN ATTACH THE TWO FRAME PIECES TO THE PULLEY WITH 8 32 STAINLESS STEEL SCREWS PASSED THROUGH THE BEARING SHAFT AND FRAME \", \"150929_30.txt\": \"OCCURRED APRIL 4 WITH TWO LZ STATIONS GOING IN FREDS LOG.  THE LZ STATIONS HAD S 9 SIGNALS AND MANY STATIONS FROM THE SURROUNDING COUNTRIES WERE LISTENING FOR ME WHEN THE OPENING QUIT AT 1035Z HAVING ONLY BEEN OPEN FOR 5 MINUTES.  THESE ARE PERHAPS THE FIRST TRANSPOLAR LONG PATH TPL CONTACTS GOING WEST FROM HAWAII TO EUROPE SINCE 2002, IN SOLAR CYCLE 23.  LAST MONTHS COLUMN DISCUSSED KH7Y AND KH6SXS TPL CONTACTS TO THE MIDDLE EAST, WHICH TOOK PLACE THE LAST WEEK OF FEBRUARY.  THE LONG PATH WENT SOUTHEAST OF HAWAII AND THE CONTACTS TOOK PLACE BETWEEN 1800 2100Z.  KH7Y ALSO WORKED COSTAS, SV1DH, ON FEBRUARY 28 AT 1841Z FOR THE FIRST EUROPE HAWAII TPL CONTACT OF SOLAR CYCLE 24 GOING EAST.  THE MARCH EUROPEAN LONG PATH WENT SOUTH AND WEST FROM HAWAII AND USUALLY TOOK PLACE AROUND 1030 1200Z.  JIM, K6MIO/KH6, NOTED THE TYPICAL HAWAIIAN TO EUROPE TPL OPENING OCCURS NEAR THE SOLAR CYCLE MAXIMUM ON AN EVENING TEP IS ALREADY IN EVIDENCE OVER THE USUAL PATHS KH6 VK4, BUT THE TEP IS GENERALLY SPORADIC AND NOT PARTICULARLY INTENSE OR WIDESPREAD.  QUITE STRONG BACKSCATTER COMING FROM HEADINGS OF ABOUT 195 IS VERY COMMON, SUGGESTING LOTS OF IONIZATION AND TILTED LAYERS. \", \"151013_30.txt\": \"ARTICLE IS WRITTEN TO SHARE WITH OTHER HAMS THE LESSONS, PAIN, AND AGONY OF AMATEURS BUILDING AMATEUR ANTENNA SYSTEMS.  IT IS OUR FERVENT HOPE THAT YOUR PLEASURE WILL GREATLY EXCEED THE PAIN EXPERIENCED IN DESIGNING, CONSTRUCTING, AND MAINTAINING AN ANTENNA SYSTEM THAT IS AT LEAST 3 DB BETTER THAN MOST.  THE PASSION SINCE THE DISCOVERY OF WIRELESS, HAMS HAVE PIONEERED MANY OF THE BREAKTHROUGHS IN RADIO AND ANTENNA DESIGN.  OFTEN, THE DESIGN AND CONSTRUCTION WAS DONE IN SMOKE FILLED MAKESHIFT LABS OR GARAGES WHERE THE GOAL WAS TO GET THE PROJECT FINISHED NOT NECESSARILY TO MAKE IT ROBUST.  I LEARNED THE PATIENCE REQUIRED FOR PIONEERING BREAKTHROUGHS AS A TEENAGER, BUT I ALSO LEARNED PRAGMATISM.  THE MANTRA FOR MANY YEARS WAS LETS GET IT WORKING.  WE WILL CLEAN IT UP LATER.  THE SINGULARLY UNIQUE ATTRIBUTE OF MOST MOTIVATED HAMS IS TO EFFECT TWO WAY COMMUNICATIONS UNDER DIFFICULT CONDITIONS.  WE ARE PRACTICED AT HANGING A WIRE IN A TREE AND CONDUCTING DISASTER COMMUNICATIONS.  THE DOWNSIDE TO THIS IS THAT MANY OF US APPLY THIS PRACTICAL AND EXPEDIENT APPROACH TO BUILDING OUR STATIONS.  MY POINT HERE IS THAT WE WILL BENEFIT FROM BEING \", \"151027_30.txt\": \"300 600 TO WORK PROPERLY WITH A 50 TRANSCEIVER, AN IMPEDANCE TRANSFORMER OR ANTENNA TUNER IS NEEDED.  THE RADIO ENERGY IS CARRIED BY THE COAX TO THE ANTENNA.  AGAIN, FOR MAXIMUM POWER TRANSFER, THE ANTENNAS IMPEDANCE MUST BE 50 IF ITS NOT, AND THE ANTENNAS IMPEDANCE IS, SAY, 100, THEN THE TWO ARENT MATCHED AND PART OF THE POWER FROM THE COAX IS REFLECTED BACK TO THE TRANSMITTER.  ITS EASIEST TO THINK OF THIS REFLECTED POWER IN TERMS OF VOLTAGE.  IF THE LINE IS MATCHED, THERE IS NO REFLECTION AND THE VOLTAGE EVERYWHERE ALONG THE COAX IS THE SAME, WHICH MEANS THAT THE STANDING WAVE RATIO SWR IS 1 1.  IF THE ANTENNA AND COAX ARE MISMATCHED, THEN PART OF THE VOLTAGE THAT REACHES THE ANTENNA IS REFLECTED BACK DOWN THE COAX TO THE TRANSMITTER.  AT THE SAME TIME, THE TRANSMITTER IS STILL DRIVING VOLTAGE FORWARD TOWARD THE ANTENNA.  WHEN THE FORWARD VOLTAGE WAVE MEETS THE REFLECTED REVERSE VOLTAGE WAVE THE TWO MIX TOGETHER.  IN SOME PLACES ON THE COAX THEY ADD AND AT OTHER SPOTS THEY SUBTRACT, CREATING A STANDING WAVE ON THE COAX.  THE RATIO OF THE HIGHEST AND LOWEST AMPLITUDES OF THE STANDING WAVE ALONG THE COAX GIVES US THE SWR.  THE GREATER THE MISMATCH, THE HIGHER \", \"151110_30.txt\": \"SAME CRYSTALS.  TAKING YOUR STATION MOBILE WAS ANOTHER CHALLENGE.  IMAGINE TRYING TO DRIVE WHILE DEALING WITH THE HASSLES OF TUNING AND TRANSMITTING, LET ALONE THE INCONVENIENCE OF TRYING TO ACCOMMODATE TWO SIZABLE BOXES IN YOUR CAR.  BUT MOBILE OPERATING WAS ON THE RISE IN THE POSTWAR WORLD. CHANGES IN REGULATIONS, VEHICLES AND LIFESTYLES WERE DRIVING FACTORS NO PUN INTENDED.  THE TRANSFORMATION OF AUTOMOBILE ELECTRICAL SYSTEMS FROM 6 V TO 12 V, AND THE POPULARITY OF AUTOMATIC TRANSMISSIONS AND POWER STEERING SOON MADE MOBILE OPERATING EASIER AND SAFER.  AT ABOUT THE SAME TIME, CHANGES IN FCC RULES MADE HF MOBILE POSSIBLE ON ANY BAND AND MODE.  ALL OF THESE PRESSURES SPURRED DEMAND FOR A TECHNOLOGICAL SOLUTION.  HAMS WANTED RADIOS THAT WERE FREQUENCY AGILE ON RECEIVE AND TRANSMIT.  THEY ALSO WANTED RIGS THAT COMBINED RECEIVERS AND TRANSMITTERS INTO SINGLE ENCLOSURES THAT WERE MORE COMPACT AND CONVENIENT TO HANDLE ESPECIALLY WITH MOBILE OPERATING IN MIND.  IN OTHER WORDS, HAMS WANTED TRANSCEIVERS.  EARLY HURDLES YOUD THINK TRANSCEIVER DEVELOPMENT WOULD HAVE BEEN RELATIVELY EASY, BUT IT WASNT.  ONE HURDLE WAS THE FACT THAT RECEIVERS AND TRANSMITTERS APPROACHED FREQUENCY \", \"151124_30.txt\": \"ALTHOUGH TWO OFFSHORE ANCHORAGES EXIST FOR LARGE SHIPS.  THE ATOLL LIES 19 NORTH OF THE EQUATOR WITH A TROPICAL CLIMATE SIMILAR TO HAWAII.  BECAUSE WAKE IS LOCATED WEST OF THE INTERNATIONAL DATE LINE, IT IS 1 DAY AHEAD OF US CONTINENTAL TIME.  BECAUSE OF DEFENSE RELATED ACTIVITY THERE, WAKE IS A HIGHLY RESTRICTED AIRBASE OVERSEEN BY THE UNITED STATES AIR FORCE USAF. THE ROLE OF WAKE IN WORLD WAR II WAKE WAS FIRST SETTLED IN 1935 BY PAN AM AIRWAYS TO SERVICE TRANSPACIFIC CHINA CLIPPER FLIGHTS BETWEEN SAN FRANCISCO AND HONG KONG.  AS THE STORM CLOUDS OF WORLD WAR II GATHERED IN LATE 1940, THE US NAVY BEGAN CONSTRUCTION OF A MILITARY BASE AND AIRFIELD.  ON AUGUST 19, 1941, THE FIRST GARRISON LANDED.  LESS THAN 4 MONTHS LATER, ON DECEMBER 7, 1941, THE JAPANESE ATTACKED PEARL HARBOR AND WAKE ISLAND SIMULTANEOUSLY. THE SMALL GARRISON HELD THEIR POSITION.  ON DECEMBER 23, WAKE ISLAND SUCCUMBED TO FURTHER JAPANESE ATTACKS AND REMAINED OCCUPIED UNTIL THE END OF THE WAR.  ALL US MILITARY AND CIVILIANS WERE SENT TO POW CAMPS IN ASIA, EXCEPT FOR 98 CIVILIAN CONTRACTORS, WHO BECAME KNOWN AS THE FORGOTTEN 98. FOR ALMOST 2 YEARS AS POWS, THE 98 CIVILIANS CONSTRUCTED BARRICADES, \", \"151208_30.txt\": \"IS A UNIQUE FEATURE OF THE MFJ 223.  WHEN THE DDS SIGNAL SOURCE IS ON MEASUREMENTS ARE BEING MADE, THIS TYPICALLY SHOWS AN S6 TO S8 LEVEL. HOWEVER, WHEN THE DDS SOURCE IS OFF, THIS ALSO GIVES AN INDICATION OF EXTERNAL RF SIGNALS THAT CAN DISTORT ACCURACY GREATER THAN S2 OR EVEN DAMAGE THE MFJ 223 GREATER THAN S20.  THE SCAN MODE IS CONVENIENT FOR LOOKING AT INDIVIDUAL BAND SWR CENTERING, AND EVEN PERMITS MULTIBAND ANTENNA RESONANCE CHECKS.  YOU CAN SELECT ONLY FIXED SWEPT BANDWIDTHS OF 300 HZ, 600 KHZ, 1R2 MHZ, 2R4 MHZ, 6 MHZ, 12 MHZ, 24 MHZ, AND 48 MHZ.  THE DIGITALLY DISPLAYED DATA CORRESPONDS TO THE CENTER FREQUENCY OF THE DISPLAY AS SELECTED BY THE ROTARY ENCODER.  FIGURE 4 SHOWS A 300 KHZ SWEEP OF THE 20 METER BAND WHERE I ADJUSTED MY TRIBAND DIPOLE FOR LOWEST SWR AT 14R07 MHZ.  THIS GAVE ME A REASONABLY LOW SWR IN THE CW MY PREFERRED MODE PORTION OF THE BAND, AS WELL AS IN THE LOWER PART OF THE PHONE BAND.  FIGURE 5 SHOWS A BROADER 24 MHZ SCAN INDICATING THE ANTENNA RESONANCES ON THE 20, 15, AND 10 METER BANDS.  ONE NICE FEATURE OF THE SWEPT DISPLAY IS THAT THE LAST DISPLAY IS SAVED IN MEMORY WHEN YOU TURN OFF THE MFJ 223.  THIS \", \"151222_30.txt\": \"SAME CRYSTALS.  TAKING YOUR STATION MOBILE WAS ANOTHER CHALLENGE.  IMAGINE TRYING TO DRIVE WHILE DEALING WITH THE HASSLES OF TUNING AND TRANSMITTING, LET ALONE THE INCONVENIENCE OF TRYING TO ACCOMMODATE TWO SIZABLE BOXES IN YOUR CAR.  BUT MOBILE OPERATING WAS ON THE RISE IN THE POSTWAR WORLD. CHANGES IN REGULATIONS, VEHICLES AND LIFESTYLES WERE DRIVING FACTORS NO PUN INTENDED.  THE TRANSFORMATION OF AUTOMOBILE ELECTRICAL SYSTEMS FROM 6 V TO 12 V, AND THE POPULARITY OF AUTOMATIC TRANSMISSIONS AND POWER STEERING SOON MADE MOBILE OPERATING EASIER AND SAFER.  AT ABOUT THE SAME TIME, CHANGES IN FCC RULES MADE HF MOBILE POSSIBLE ON ANY BAND AND MODE.  ALL OF THESE PRESSURES SPURRED DEMAND FOR A TECHNOLOGICAL SOLUTION.  HAMS WANTED RADIOS THAT WERE FREQUENCY AGILE ON RECEIVE AND TRANSMIT.  THEY ALSO WANTED RIGS THAT COMBINED RECEIVERS AND TRANSMITTERS INTO SINGLE ENCLOSURES THAT WERE MORE COMPACT AND CONVENIENT TO HANDLE ESPECIALLY WITH MOBILE OPERATING IN MIND.  IN OTHER WORDS, HAMS WANTED TRANSCEIVERS.  EARLY HURDLES YOUD THINK TRANSCEIVER DEVELOPMENT WOULD HAVE BEEN RELATIVELY EASY, BUT IT WASNT.  ONE HURDLE WAS THE FACT THAT RECEIVERS AND TRANSMITTERS APPROACHED FREQUENCY \"}"